Repository: jonasraoni/mailSendFilter
Catalog: locale/*/locale.po
Languages: ar, az, be@cyrillic, bg, bs, ca, cs_cz, da, de, de_de, el, eo, es_es, es_mx, eu, fa, fa_af, fa_ir, fi, fr_ca, fr_fr, gd, gl, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, is_is, it, ja, ka, kk, ko_kr, ku_iq, ky, lt, lv, mk, mn_mn, mr, ms, nb_no, nl, pl, ps, pt_br, ro, ru_ru, se, si, sk_sk, sl, sq, sr@cyrillic, sr@latin, sv_se, th, tr, uk, ur, uz@cyrillic, uz@latin, uz_uz@latin, vi_vn, zh_cn, zh_tw

# user.role.none
source: User accounts without any role assigned
ar: حسابات المستخدمين بدون أي دور مخصص
az: Təyin edilmiş rolu olmayan istifadəçi hesabları
be@cyrillic: Уліковыя запісы карыстальнікаў без прызначанай ролі
bg: Потребителски акаунти без присвоена роля
bs: Korisnički računi bez dodijeljene uloge
ca: Comptes d'usuari sense cap rol assignat
cs_cz: Uživatelské účty bez přiřazené role
da: Brugerkonti uden tildelt rolle
de: Benutzerkonten ohne zugewiesene Rolle
de_de: Benutzerkonten ohne zugewiesene Rolle
el: Λογαριασμοί χρηστών χωρίς ρόλο
eo: Uzantokontoj sen ajna asignita rolo
es_es: Cuentas de usuario sin ningún rol asignado
es_mx: Cuentas de usuario sin ningún rol asignado
eu: Rolik esleitu ez zaien erabiltzaile-kontuak
fa: حساب‌های کاربری بدون هیچ نقشی
fa_af: حساب‌های بدون نقش
fa_ir: حساب‌های کاربری بدون هیچ نقشی
fi: Käyttäjätilit ilman minkäänlaista roolia
fr_ca: Comptes sans rôle
fr_fr: Comptes utilisateurs sans rôle assigné
gd: Cunntasan cleachdaiche gun dreuchd sam bith
gl: Contas de usuario sen ningún rol asignado
gl_es: Contas de usuario sen ningún rol asignado
he_il: חשבונות ללא שום הרשאה
hi_in: बिना किसी भूमिका वाले उपयोगकर्ता खाते
hr: Računi bez uloge
hu_hu: Szerep nélküli fiókok
hy: Օգտատերերի հաշիվներ առանց որևէ դերի
id_id: Akun pengguna tanpa peran yang ditetapkan
is_is: Notendareikningar án hlutverks
it: Account utente senza ruolo assegnato
ja: ロールが割り当てられていないユーザーアカウント
ka: ანგარიშები როლის გარეშე
kk: Ешқандай рөлсіз пайдаланушы тіркелгілері
ko_kr: 할당된 역할이 없는 사용자 계정
ku_iq: هەژمارەکانی بەکارهێنەری بێ هیچ ڕۆڵێک
ky: Эч кандай ролу жок колдонуучу эсептери
lt: Paskyros be rolės
lv: Konti bez lomas
mk: Кориснички сметки без доделена улога
mn_mn: Ямар ч дүргүй хэрэглэгчийн данс
mr: कोणत्याही भूमिकेशिवायची वापरकर्ता खाती
ms: Akaun pengguna tanpa sebarang peranan yang ditetapkan
nb_no: Brukerkontoer uten tildelt rolle
nl: Gebruikersaccounts zonder toegewezen rol
pl: Konta użytkowników bez przypisanej roli
ps: هیڅ رول نه لري کارن حسابونه
pt_br: Contas de usuário sem nenhum perfil atribuído
ro: Conturi de utilizator fără rol atribuit
ru_ru: Учетные записи пользователей без назначенной роли
si: කිසිදු භූමිකාවක් නොමැති පරිශීලක ගිණුම්
sk_sk: Účty bez role
sl: Uporabniški računi brez dodeljene vloge
sq: Llogari pa rol
sr@cyrillic: Кориснички налози без додељене улоге
sr@latin: Nalozi bez uloge
sv_se: Användarkonton utan tilldelad roll
th: บัญชีไม่มีบทบาท
tr: Atanmış rolü olmayan kullanıcı hesapları
uk: Облікові записи користувачів без призначеної ролі
ur: بغیر کردار کے اکاؤنٹس
uz@cyrillic: Ролсиз хисоблар
uz@latin: Rolsiz hisoblar
uz_uz@latin: Hech qanday rol tayinlanmagan foydalanuvchi hisoblari
vi_vn: Tài khoản người dùng không có vai trò được gán
zh_cn: 未分配角色的用户帐户
zh_tw: 無角色帳戶

# user.with.submission
source: User accounts with at least one submission
ar: حسابات المستخدمين التي لديها تقديم واحد على الأقل
az: Ən azı bir təqdimatı olan istifadəçi hesabları
be@cyrillic: Уліковыя запісы карыстальнікаў з хаця б адным пададзеным матэрыялам
bg: Потребителски акаунти с поне едно подаване
bs: Korisnički računi s barem jednom prijavom
ca: Comptes d'usuari amb almenys una tramesa
cs_cz: Uživatelské účty s alespoň jedním příspěvkem
da: Brugerkonti med mindst én indsendelse
de: Benutzerkonten mit mindestens einer Einreichung
de_de: Benutzerkonten mit mindestens einer Einreichung
el: Λογαριασμοί χρηστών με τουλάχιστον μία υποβολή
eo: Uzantokontoj kun almenaŭ unu submeto
es_es: Cuentas de usuario con al menos un envío
es_mx: Cuentas de usuario con al menos una presentación
eu: Gutxienez bidalketa bat duten erabiltzaile-kontuak
fa: حساب‌های کاربری با حداقل یک ارسال
fa_af: حساب‌های با ارسال
fa_ir: حساب‌های کاربری با حداقل یک ارسال
fi: Käyttäjätilit, joilla on vähintään yksi lähetys
fr_ca: Comptes avec soumission
fr_fr: Comptes utilisateurs avec au moins une soumission
gd: Cunntasan cleachdaiche le co-dhiù aon chur a-steach
gl: Contas de usuario con polo menos unha presentación
gl_es: Contas de usuario con polo menos un envío
he_il: חשבונות עם לפחות הגשה אחת
hi_in: कम से कम एक सबमिशन वाले उपयोगकर्ता खाते
hr: Računi s najmanje jednom prijavom
hu_hu: Beküldéssel rendelkező fiókok
hy: Օգտատերերի հաշիվներ առնվազն մեկ ներկայացմամբ
id_id: Akun pengguna dengan setidaknya satu kiriman
is_is: Notendareikningar með að minnsta kosti einni umsókn
it: Account utente con almeno una sottomissione
ja: 少なくとも1つの投稿があるユーザーアカウント
ka: ანგარიშები გაგზავნილი მასალით
kk: Кем дегенде бір жіберілімі бар пайдаланушы тіркелгілері
ko_kr: 하나 이상의 제출이 있는 사용자 계정
ku_iq: هەژمارەکانی بەکارهێنەری بەلایەنی کەم یەک ناردنیان هەیە
ky: Жок дегенде бир жолдонмосу бар колдонуучу эсептери
lt: Paskyros su pateikimu
lv: Konti ar vismaz vienu iesniegumu
mk: Кориснички сметки со најмалку едно поднесено дело
mn_mn: Дор хаяж нэг илгээлттэй хэрэглэгчийн данс
mr: किमान एक सबमिशन असलेली वापरकर्ता खाती
ms: Akaun pengguna dengan sekurang-kurangnya satu penghantaran
nb_no: Brukerkontoer med minst én innsending
nl: Gebruikersaccounts met ten minste één inzending
pl: Konta użytkowników z co najmniej jednym zgłoszeniem
ps: لږترلږه یو سپارښت لري کارن حسابونه
pt_br: Contas de usuário com pelo menos uma submissão
ro: Conturi de utilizator cu cel puțin o trimitere
ru_ru: Учетные записи пользователей с как минимум одной подачей
si: අවම වශයෙන් එක් ඉදිරිපත් කිරීමක් සහිත පරිශීලක ගිණුම්
sk_sk: Účty s odoslaním
sl: Uporabniški računi z vsaj eno oddajo
sq: Llogari me paraqitje
sr@cyrillic: Кориснички налози са најмање једним подношењем
sr@latin: Nalozi sa prijavom
sv_se: Användarkonton med minst en inskickning
th: บัญชีที่มีการส่งงาน
tr: En az bir gönderisi olan kullanıcı hesapları
uk: Облікові записи користувачів з принаймні однією подачею
ur: جمع کروانے والے اکاؤنٹس
uz@cyrillic: Юбориш билан хисоблар
uz@latin: Topshiriq bilan hisoblar
uz_uz@latin: Kamida bitta topshiriq bilan foydalanuvchi hisoblari
vi_vn: Tài khoản người dùng có ít nhất một bài nộp
zh_cn: 至少有一个投稿的用户帐户
zh_tw: 有提交記錄的帳戶

# plugins.generic.mailSendFilter.reason.disposableService
source: Disposable email service
ar: خدمة بريد إلكتروني مؤقتة
az: Müvəqqəti e-poçt xidməti
be@cyrillic: Аднаразовая паштовая служба
bg: Еднократна имейл услуга
bs: Jednokratna e-poštna usluga
ca: Servei de correu desechable
cs_cz: Dočasná e-mailová služba
da: Midlertidig e-mailtjeneste
de: Wegwerf-E-Mail-Dienst
de_de: Wegwerf-E-Mail-Dienst
el: Υπηρεσία email μίας χρήσης
eo: Unufoja retpoŝta servo
es_es: Servicio de correo temporal
es_mx: Servicio de correo electrónico desechable
eu: Behin erabilerako posta zerbitzua
fa: سرویس ایمیل یکبارمصرف
fa_af: سرویس یکبارمصرف
fa_ir: سرویس ایمیل موقت
fi: Kertakäyttöinen sähköpostipalvelu
fr_ca: Service jetable
fr_fr: Service d'e-mail jetable
gd: Seirbheis puist-d aon uair
gl: Servizo de correo electrónico desbotable
gl_es: Servizo de correo electrónico desbotable
he_il: שירות דוא״ל חד-פעמי
hi_in: डिस्पोजेबल सेवा
hr: Jednokratna usluga
hu_hu: Eldobható szolgáltatás
hy: Միանգամյա օգտագործման էլ. փոստի ծառայություն
id_id: Layanan email sekali pakai
is_is: Einnota tölvupóstþjónusta
it: Servizio email temporaneo
ja: 使い捨てメールサービス
ka: ერთჯერადი სერვისი
kk: Бір реттік электрондық пошта қызметі
ko_kr: 일회용 이메일 서비스
ku_iq: خزمەتگوزاری ئیمەیلی یەکجارە
ky: Бир жолу колдонулуучу кызмат
lt: Vienkartinis servisas
lv: Vienreizējs pakalpojums
mk: Еднократна е-поштена услуга
mn_mn: Нэг удаагийн имэйл үйлчилгээ
mr: डिस्पोजेबल सेवा
ms: Perkhidmatan e-mel sekali pakai
nb_no: Midlertidig e-posttjeneste
nl: Tijdelijke e-maildienst
pl: Tymczasowa usługa pocztowa
ps: د یو وار استعمالیدونکی خدمت
pt_br: Serviço de e-mail temporário
ro: Serviciu de e-mail descărcabil
ru_ru: Временная почтовая служба
si: ඒකකාලීන සේවාව
sk_sk: Jednorazová služba
sl: Začasna e-poštna storitev
sq: Shërbim një përdorim
sr@cyrillic: Једноразна е-поштена услуга
sr@latin: Jednokratni servis
sv_se: Tillfällig e-posttjänst
th: บริการอีเมลชั่วคราว
tr: Geçici e-posta hizmeti
uk: Тимчасова поштова служба
ur: ایک بار استعمال ہونے والی سروس
uz@cyrillic: Бир марталик хизмат
uz@latin: Bir martalik xizmat
uz_uz@latin: Bir martalik elektron pochta xizmati
vi_vn: Dịch vụ email tạm thời
zh_cn: 临时邮件服务
zh_tw: 一次性服務

# plugins.generic.mailSendFilter.reason.invalidMailExchange
source: Invalid email exchange
ar: خادم بريد إلكتروني غير صالح
az: Etibarsız e-poçt serveri
be@cyrillic: Няправільны абмен электроннай поштай
bg: Невалиден имейл обмен
bs: Nevažeći MX zapis
ca: Intercanvi de correu electrònic invàlid
cs_cz: Neplatný e-mailový server
da: Ugyldig mailserver
de: Ungültiger E-Mail-Server
de_de: Ungültiger Mail Exchange
el: Μη έγκυρη εγγραφή MX
eo: Nevalida retpoŝta interŝanĝo
es_es: Servidor de correo inválido
es_mx: Intercambio de correo electrónico no válido
eu: Posta truke baliogabea
fa: رکورد MX نامعتبر
fa_af: رکورد MX نامعتبر
fa_ir: مبادله ایمیل نامعتبر
fi: Virheellinen sähköpostivaihto
fr_ca: Enregistrement MX invalide
fr_fr: Échange d'e-mail invalide
gd: Clàr MX mì-dhligheach
gl: Intercambio de correo electrónico non válido
gl_es: Intercambio de correo electrónico inválido
he_il: רשומת MX לא תקפה
hi_in: अमान्य MX रिकॉर्ड
hr: Nevaljani MX zapis
hu_hu: Érvénytelen MX rekord
hy: Անվավեր էլ. փոստի փոխանակում
id_id: Pertukaran email tidak valid
is_is: Ógild tölvupóstskipti
it: Server di posta non valido
ja: 無効なメールサーバー
ka: არასწორი MX ჩანაწერი
kk: Жарамсыз электрондық пошта алмасуы
ko_kr: 유효하지 않은 이메일 교환
ku_iq: تۆماری MX نادروست
ky: Жараксыз MX жазуусу
lt: Neteisingas MX įrašas
lv: Nederīgs MX ieraksts
mk: Невалиден MX запис
mn_mn: MX бүртгэл буруу
mr: अवैध MX रेकॉर्ड
ms: Pertukaran e-mel tidak sah
nb_no: Ugyldig e-postserver
nl: Ongeldige mailserver
pl: Nieprawidłowy serwer pocztowy
ps: ناسم MX ریکارډ
pt_br: Servidor de e-mail inválido
ro: Schimb de e-mail invalid
ru_ru: Недействительный почтовый сервер
si: අවලංගු MX ලියාපදිංචිය
sk_sk: Neplatný MX
sl: Neveljaven poštni strežnik
sq: Regjistrim MX i pavlefshëm
sr@cyrillic: Неисправан MX запис
sr@latin: Nevažeći MX zapis
sv_se: Ogiltig e-postserver
th: MX record ไม่ถูกต้อง
tr: Geçersiz posta sunucusu
uk: Недійсний поштовий сервер
ur: غلط MX ریکارڈ
uz@cyrillic: Нотўғри MX ёзуви
uz@latin: Yaroqsiz MX yozuvi
uz_uz@latin: Yaroqsiz elektron pochta almashinuvi
vi_vn: Máy chủ email không hợp lệ
zh_cn: 无效的邮件服务器
zh_tw: 無效MX記錄

# plugins.generic.mailSendFilter.reason.notValidated
source: Email not validated
ar: البريد الإلكتروني غير مؤكد
az: E-poçt təsdiqlənməyib
be@cyrillic: Электронная пошта не пацверджана
bg: Имейлът не е потвърден
bs: E-pošta nije potvrđena
ca: Correu electrònic no validat
cs_cz: E-mail není ověřen
da: E-mail ikke valideret
de: E-Mail nicht validiert
de_de: E-Mail nicht bestätigt
el: Μη επαληθευμένο email
eo: Retpoŝto ne validigita
es_es: Correo no validado
es_mx: Correo electrónico no validado
eu: Posta helbidea ez da balioztatu
fa: ایمیل تایید نشده
fa_af: تایید نشده
fa_ir: ایمیل تأیید نشده
fi: Sähköpostia ei vahvistettu
fr_ca: Non validé
fr_fr: E-mail non validé
gd: Cha deach dearbhadh
gl: Correo electrónico non validado
gl_es: Correo electrónico non validado
he_il: דוא״ל לא מאומת
hi_in: ईमेल सत्यापित नहीं
hr: Nepotvrđeno
hu_hu: Nem hitelesített
hy: Էլ. փոստը հաստատված չէ
id_id: Email belum divalidasi
is_is: Netfang ekki staðfest
it: Email non validata
ja: メールが検証されていません
ka: დაუმოწმებელი
kk: Электрондық пошта расталмаған
ko_kr: 이메일이 확인되지 않음
ku_iq: ئیمەیل پشتڕاستنەکراوە
ky: Текшерилбеген
lt: Nepatvirtinta
lv: Nepārbaudīts
mk: Е-поштата не е потврдена
mn_mn: Баталгаажуулаагүй
mr: ईमेल पडताळलेले नाही
ms: E-mel tidak disahkan
nb_no: E-post ikke validert
nl: E-mail niet gevalideerd
pl: E-mail nie zweryfikowany
ps: تایید شوی نه دی
pt_br: E-mail não validado
ro: E-mail nevalidat
ru_ru: Электронная почта не подтверждена
si: ඊමේල් තහවුරු කර නැත
sk_sk: Neoverené
sl: E-pošta ni potrjena
sq: E paverifikuar
sr@cyrillic: Е-пошта није потврђена
sr@latin: Nepotvrđeno
sv_se: E-post ej validerad
th: ยังไม่ยืนยัน
tr: E-posta doğrulanmadı
uk: Електронна пошта не підтверджена
ur: تصدیق شدہ نہیں
uz@cyrillic: Тасдиқланмаган
uz@latin: Tasdiqlanmagan
uz_uz@latin: Elektron pochta tasdiqlanmagan
vi_vn: Email chưa được xác thực
zh_cn: 电子邮件未验证
zh_tw: 未驗證

# plugins.generic.mailSendFilter.reason.never_logged
source: User never logged in
ar: المستخدم لم يسجل الدخول مطلقًا
az: İstifadəçi heç vaxt daxil olmayıb
be@cyrillic: Карыстальнік ніколі не ўваходзіў
bg: Потребителят никога не е влизал
bs: Korisnik se nikada nije prijavio
ca: L'usuari mai ha iniciat sessió
cs_cz: Uživatel se nikdy nepřihlásil
da: Bruger har aldrig logget ind
de: Benutzer hat sich nie angemeldet
de_de: Benutzer hat sich nie angemeldet
el: Ο χρήστης δεν συνδέθηκε ποτέ
eo: Uzanto neniam ensalutis
es_es: Usuario nunca inició sesión
es_mx: Usuario nunca ha iniciado sesión
eu: Erabiltzaileak inoiz ez du saioa hasi
fa: کاربر هرگز وارد نشده
fa_af: هرگز وارد نشده
fa_ir: کاربر هرگز وارد نشده
fi: Käyttäjä ei ole koskaan kirjautunut sisään
fr_ca: Jamais connecté
fr_fr: Utilisateur jamais connecté
gd: Cha deach a-steach idir
gl: Usuario nunca iniciado sesión
gl_es: O usuario nunca iniciou sesión
he_il: המשתמש מעולם לא התחבר
hi_in: उपयोगकर्ता कभी लॉग इन नहीं हुआ
hr: Nikad prijavljen
hu_hu: Soha be nem jelentkezett
hy: Օգտատերը երբեք չի մուտք գործել
id_id: Pengguna belum pernah masuk
is_is: Notandi hefur aldrei skráð sig inn
it: Utente mai connesso
ja: ユーザーが一度もログインしていません
ka: არასდროს შესული
kk: Пайдаланушы ешқашан кірмеген
ko_kr: 사용자가 한 번도 로그인하지 않음
ku_iq: بەکارهێنەر هەرگیز چوونەتەژوورەوە
ky: Колдонуучу эч качан кирген эмес
lt: Niekada neprisijungta
lv: Nekad nepieslēdzies
mk: Корисникот никогаш не се најавил
mn_mn: Хэрэглэгч хэзээ ч нэвтэрээгүй
mr: वापरकर्ता कधीही लॉग इन झालेला नाही
ms: Pengguna tidak pernah log masuk
nb_no: Bruker har aldri logget inn
nl: Gebruiker heeft nooit ingelogd
pl: Użytkownik nigdy się nie zalogował
ps: کارن هیڅکله ننه نه دی شوی
pt_br: Usuário nunca fez login
ro: Utilizatorul nu s-a autentificat niciodată
ru_ru: Пользователь никогда не входил в систему
si: පරිශීලකයා කවදාවත් ප්රවිෂ්ට වී නැත
sk_sk: Nikdy prihlásené
sl: Uporabnik se ni nikoli prijavil
sq: Kurrë hyrë
sr@cyrillic: Корисник се никада није пријавио
sr@latin: Nikad prijavljen
sv_se: Användaren har aldrig loggat in
th: ยังไม่เคยล็อกอิน
tr: Kullanıcı hiç giriş yapmadı
uk: Користувач ніколи не входив у систему
ur: کبھی لاگ ان نہیں کیا
uz@cyrillic: Хеч қачон кирмаган
uz@latin: Hech qachon kirmagan
uz_uz@latin: Foydalanuvchi hech qachon tizimga kirmagan
vi_vn: Người dùng chưa bao giờ đăng nhập
zh_cn: 用户从未登录
zh_tw: 從未登入

# plugins.generic.mailSendFilter.reason.inactive
source: Inactive account
ar: حساب غير نشط
az: Qeyri-aktiv hesab
be@cyrillic: Неактыўны ўліковы запіс
bg: Неактивен акаунт
bs: Neaktivan račun
ca: Compte inactiu
cs_cz: Neaktivní účet
da: Inaktiv konto
de: Inaktives Konto
de_de: Inaktives Konto
el: Ανενεργός λογαριασμός
eo: Neaktiva konto
es_es: Cuenta inactiva
es_mx: Cuenta inactiva
eu: Kontu inaktiboa
fa: حساب غیرفعال
fa_af: حساب غیرفعال
fa_ir: حساب غیرفعال
fi: Epäaktiivinen tili
fr_ca: Compte inactif
fr_fr: Compte inactif
gd: Cunntas neo-ghnìomhach
gl: Conta inactiva
gl_es: Conta inactiva
he_il: חשבון לא פעיל
hi_in: निष्क्रिय खाता
hr: Neaktivan račun
hu_hu: Inaktív fiók
hy: Անգործունակ հաշիվ
id_id: Akun tidak aktif
is_is: Óvirkur reikningur
it: Account inattivo
ja: 非アクティブなアカウント
ka: არააქტიური ანგარიში
kk: Белсенді емес тіркелгі
ko_kr: 비활성 계정
ku_iq: هەژماری ناچالاک
ky: Активдүү эмес эсеп
lt: Neaktyvi paskyra
lv: Neaktīvs konts
mk: Неактивна сметка
mn_mn: Идэвхгүй данс
mr: निष्क्रिय खाते
ms: Akaun tidak aktif
nb_no: Inaktiv konto
nl: Inactief account
pl: Nieaktywne konto
ps: غیرفعال حساب
pt_br: Conta inativa
ro: Cont inactiv
ru_ru: Неактивная учетная запись
si: නිෂ්ක්රිය ගිණුම
sk_sk: Neaktívny účet
sl: Neaktiven račun
sq: Llogari joaktive
sr@cyrillic: Неактиван налог
sr@latin: Neaktivan nalog
sv_se: Inaktivt konto
th: บัญชีไม่ใช้งาน
tr: Etkin olmayan hesap
uk: Неактивний обліковий запис
ur: غیر فعال اکاؤنٹ
uz@cyrillic: Нофаол хисоб
uz@latin: Faol bo'lmagan hisob
uz_uz@latin: Faolmas hisob
vi_vn: Tài khoản không hoạt động
zh_cn: 不活跃帐户
zh_tw: 不活躍帳戶
