Repository: jonasraoni/mailSendFilter
Catalog: locale/*/locale.po
Languages: ar, az, be@cyrillic, bg, bs, ca, cs_cz, da, de, de_de, el, eo, es_es, es_mx, eu, fa, fa_af, fa_ir, fi, fr_ca, fr_fr, gd, gl, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, is_is, it, ja, ka, kk, ko_kr, ku_iq, ky, lt, lv, mk, mn_mn, mr, ms, nb_no, nl, pl, ps, pt_br, ro, ru_ru, se, si, sk_sk, sl, sq, sr@cyrillic, sr@latin, sv_se, th, tr, uk, ur, uz@cyrillic, uz@latin, uz_uz@latin, vi_vn, zh_cn, zh_tw

# plugins.generic.mailSendFilter.name
source: Mail Send Filter Plugin
ar: إضافة تصفية إرسال البريد الإلكتروني
az: E-poçt Göndərmə Filtri Əlavəsi
be@cyrillic: Плагін фільтрацыі адпраўкі пошты
bg: Плъгин за филтриране на изпращането на имейли
bs: Filter za slanje e-pošte
ca: Complement de filtratge d'enviament de correu
cs_cz: Plugin pro filtrování odesílání e-mailů
da: E-mail-afsendelsesfilter Plugin
de: E-Mail-Sendefilter-Plugin
de_de: Mail-Sendefilter-Plugin
el: Πρόσθετο Φίλτρου Αποστολής Email
eo: Retpoŝta Sendo-Filtrilo Kromprogramo
es_es: Complemento de Filtro de Envío de Correo
es_mx: Complemento de Filtro de Envío de Correo
eu: Posta Bidaltzeko Iragazki Plugina
fa: افزونه فیلتر ارسال ایمیل
fa_af: پلگین فیلتر ارسال ایمیل
fa_ir: پلاگین فیلتر ارسال ایمیل
fi: Sähköpostin lähetyssuodatin -lisäosa
fr_ca: Filtre d'envoi de courriels
fr_fr: Plugin de filtrage d'envoi d'e-mails
gd: Plugan sgathaidh post-d
gl: Complemento de Filtro de Envío de Correo
gl_es: Complemento de filtro de envío de correo
he_il: תוסף סינון שליחת דוא״ל
hi_in: ईमेल भेजने का फ़िल्टर प्लगइन
hr: Filter za slanje e-pošte
hu_hu: Email Szűrő Bővítmény
hy: Էլ. փոստի ուղարկման ֆիլտրի փլագին
id_id: Plugin Filter Pengiriman Email
is_is: Tölvupóstsendingarsía viðbót
it: Plugin Filtro Invio Email
ja: メール送信フィルタープラグイン
ka: ელფოსტის გაგზავნის ფილტრი
kk: Пошта жіберу сүзгісі плагині
ko_kr: 메일 전송 필터 플러그인
ku_iq: پلگینی فڵتری ناردنی ئیمەیل
ky: Электрондук каттарды чыгаруу фильтринин плагини
lt: El. pašto siuntimo filtras
lv: E-pasta sūtīšanas filtra spraudnis
mk: Приклучок за филтрирање на испраќање е-пошта
mn_mn: Имэйл илгээх шүүлтүүрийн залгаас
mr: ईमेल पाठविणी फिल्टर प्लगइन
ms: Pemalam Penapis Penghantaran Mel
nb_no: E-postsendingsfilter-programtillegg
nl: E-mail verzendfilter plugin
pl: Wtyczka filtrowania wysyłania poczty
ps: د برېښنالیک لیږل فیلتر پلگین
pt_br: Plugin de Filtro de Envio de E-mail
ro: Plugin de filtrare a trimiterii e-mailurilor
ru_ru: Плагин фильтрации отправки почты
se: E-boasta sádden silli lasseprográmma
si: ඊමේල් යැවීමේ පෙරහන ප්ලගිනය
sk_sk: Filter pre odosielanie e-mailov
sl: Vtičnik za filtriranje pošiljanja e-pošte
sq: Filtri i Dërgimit të Email-eve
sr@cyrillic: Прикључак за филтрирање слања е-поште
sr@latin: Filter za slanje mejlova
sv_se: E-postfilter för utskick
th: ตัวกรองการส่งอีเมล
tr: E-posta Gönderim Filtresi Eklentisi
uk: Плагін фільтрації надсилання пошти
ur: ای میل فلٹر پلگ ان
uz@cyrillic: Электрон Почта Фильтри
uz@latin: Elektron Pochta Filtrlash
uz_uz@latin: Xat yuborish filtri plagini
vi_vn: Plugin Lọc Gửi Thư
zh_cn: 邮件发送过滤插件
zh_tw: 郵件發送過濾器

# plugins.generic.mailSendFilter.description
source: The plugin allows you to avoid sending emails to certain user accounts based on a couple of settings and rules, which is useful to reduce bounced emails and avoid your mail server from being added to a block list by other mail servers.
ar: تتيح الإضافة تجنب إرسال رسائل البريد الإلكتروني إلى حسابات مستخدم معينة بناءً على إعدادات وقواعد محددة، وهو مفيد لتقليل رسائل البريد الإلكتروني المرتدة وتجنب إضافة خادم البريد الخاص بك إلى قائمة الحظر.
az: Bu əlavə xüsusi parametrlər və qaydalara əsasən müəyyən istifadəçi hesablarına e-poçt göndərməkdən qaçınmağa imkan verir, bu da qaytarılan e-poçtları azaltmaq və e-poçt serverinizin qara siyahıya əlavə edilməsinin qarşısını almaq üçün faydalıdır.
be@cyrillic: Гэты плагін дазваляе пазбегнуць адпраўкі электроннай пошты пэўным уліковым запісам карыстальнікаў на падставе пэўных налад і правілаў, карысна для змяншэння вяртання электронных лістоў і прадухілення дадання вашага паштовага сервера ў спіс заблакаваных.
bg: Този плъгин ви позволява да избягвате изпращането на имейли до определени потребителски акаунти въз основа на няколко настройки и правила, което е полезно за намаляване на върнатите имейли и предотвратяване на добавянето на вашия имейл сървър в черен списък.
bs: Ovaj dodatak omogućava izbjegavanje slanja e-pošte na određene korisničke račune prema specifičnim postavkama i pravilima, korisno za smanjenje povratnih poruka i sprječavanje dodavanja vašeg mail servera na crnu listu.
ca: Aquest complement permet evitar l'enviament de correus electrònics a determinats comptes d'usuari basant-se en configuracions i regles específiques, útil per reduir els correus retornats i evitar que el vostre servidor de correu s'afegeixi a una llista de bloqueig.
cs_cz: Plugin umožňuje zabránit odesílání e-mailů určitým uživatelským účtům na základě specifických nastavení a pravidel, což je užitečné pro snížení počtu odmítnutých e-mailů a zabránění přidání vašeho poštovního serveru na seznam blokovaných.
da: Plugin'et gør det muligt at undgå at sende e-mails til bestemte brugerkonti baseret på specifikke indstillinger og regler, hvilket er nyttigt for at reducere afviste e-mails og undgå at din mailserver bliver tilføjet til en blokeringsliste.
de: Das Plugin ermöglicht es, den E-Mail-Versand an bestimmte Benutzerkonten basierend auf spezifischen Einstellungen und Regeln zu vermeiden, was nützlich ist, um abgewiesene E-Mails zu reduzieren und zu verhindern, dass Ihr Mail-Server auf eine Sperrliste gesetzt wird.
de_de: Dieses Plugin ermöglicht es, E-Mails an bestimmte Benutzerkonten basierend auf Einstellungen und Regeln nicht zu senden, was nützlich ist, um Bounce-Mails zu reduzieren und zu verhindern, dass Ihr Mailserver von anderen Mailservern blockiert wird.
el: Αυτό το πρόσθετο επιτρέπει την αποφυγή αποστολής email σε συγκεκριμένους λογαριασμούς χρηστών βάσει συγκεκριμένων ρυθμίσεων και κανόνων, χρήσιμο για τη μείωση των επιστρεφόμενων email και την πρόληψη της προσθήκης του διακομιστή email σας σε μαύρη λίστα.
eo: Ĉi tiu kromprogramo ebligas eviti sendi retpoŝtojn al specifaj uzantokontoj bazitaj sur specifaj agordoj kaj reguloj, utila por redukti resendatajn retpoŝtojn kaj malhelpi ke via retpoŝta servilo estu aldonita al bloka listo.
es_es: El complemento permite evitar el envío de correos electrónicos a ciertas cuentas de usuario según configuraciones y reglas específicas, útil para reducir correos rebotados y evitar que su servidor de correo sea agregado a una lista de bloqueo.
es_mx: Este complemento permite evitar el envío de correos electrónicos a ciertas cuentas de usuario basado en configuraciones y reglas específicas, útil para reducir correos rebotados y evitar que su servidor de correo sea agregado a una lista de bloqueo.
eu: Plugin honek erabiltzaile-kontu jakin batzuetara mezu elektronikoak bidaltzea saihestea ahalbidetzen du konfigurazio eta arau espezifikoetan oinarrituta, itzulitako mezuak murrizteko eta zure posta-zerbitzaria blokeo-zerrendan gehitzea saihesteko erabilgarria.
fa: این افزونه امکان جلوگیری از ارسال ایمیل به حساب‌های کاربری خاص را بر اساس تنظیمات و قوانین مشخص فراهم می‌کند، که برای کاهش ایمیل‌های برگشتی و جلوگیری از اضافه شدن سرور ایمیل شما به لیست مسدود مفید است.
fa_af: این پلگین امکان جلوگیری از ارسال ایمیل به حساب‌های کاربری خاص را فراهم می‌کند، باعث کاهش ایمیل‌های برگشتی و محافظت از سرور در برابر لیست سیاه می‌شود.
fa_ir: این پلاگین به شما امکان می‌دهد از ارسال ایمیل به حساب‌های کاربری خاص بر اساس چند تنظیم و قانون اجتناب کنید، که برای کاهش ایمیل‌های برگشتی و جلوگیری از اضافه شدن سرور ایمیل شما به لیست مسدودی سرورهای ایمیل دیگر مفید است.
fi: Tämä lisäosa mahdollistaa sähköpostien lähetyksen välttämisen tietyille käyttäjätileille tiettyjen asetusten ja sääntöjen perusteella, mikä on hyödyllistä palautuvien sähköpostien vähentämiseksi ja sähköpostipalvelimesi estoluetteloon lisäämisen estämiseksi.
fr_ca: Ce plugin permet d'éviter d'envoyer des courriels à des comptes utilisateurs spécifiques selon des règles configurables, réduisant les rebonds et protégeant votre serveur des listes noires.
fr_fr: Ce plugin permet d'éviter l'envoi d'e-mails à certains comptes utilisateurs en fonction de paramètres et de règles spécifiques, utile pour réduire les e-mails retournés et empêcher l'ajout de votre serveur de messagerie à une liste de blocage.
gd: Thèid an plugan seo a chleachdadh gus post-d a chuir gu cunntasan cleachdaiche àraidhean a sheachnadh, stèidhichte air roghainnean is riaghailtean sònraichte. Feumail airson post-d a thilleas a lughdachadh 's casg a chuir air an t-sàrbhair agad a bhith air a chur air liosta dubh.
gl: Este complemento permite evitar o envío de correos electrónicos a determinadas contas de usuario baseándose en configuracións e regras específicas, útil para reducir os correos devoltos e evitar que o seu servidor de correo sexa engadido a unha lista de bloqueo.
gl_es: O complemento permítelle evitar o envío de correos electrónicos a determinadas contas de usuario baseándose nunha serie de configuracións e regras, o que é útil para reducir os correos electrónicos devoltos e evitar que o seu servidor de correo sexa engadido a unha lista de bloqueo por outros servidores de correo.
he_il: תוסף זה מאפשר הימנעות משליחת דוא״ל לחשבונות משתמש מסוימים על פי הגדרות וחוקים ספציפיים, שימושי להפחתת דוא״ל חוזר ומניעת הוספת שרת הדוא״ל שלך לרשימת חסימות.
hi_in: यह प्लगइन विशिष्ट सेटिंग्स और नियमों के आधार पर कुछ उपयोगकर्ता खातों को ईमेल भेजने से बचने की सुविधा देता है, वापस आने वाले ईमेल को कम करने और आपके मेल सर्वर को ब्लैकलिस्ट में जोड़े जाने से रोकने के लिए उपयोगी।
hr: Ovaj dodatak omogućuje izbjegavanje slanja e-pošte na određene korisničke račune temeljem specifičnih postavki i pravila, korisno za smanjenje povratnih poruka i sprječavanje dodavanja vašeg poslužitelja na crnu listu.
hu_hu: Ez a bővítmény lehetővé teszi bizonyos felhasználói fiókok kizárását email küldésből, csökkentve a visszapattanó leveleket és megelőzve a szerver feketelistára kerülését.
hy: Այս փլագինը թույլ է տալիս խուսափել էլ. փոստի ուղարկումից որոշակի օգտատերերի հաշիվներին՝ հիմնված հատուկ կարգավորումների և կանոնների վրա, օգտակար է վերադարձված էլ. նամակները նվազեցնելու և ձեր փոստային սերվերը արգելափակման ցուցակում ավելացնելուց խուսափելու համար։
id_id: Plugin ini memungkinkan untuk menghindari pengiriman email ke akun pengguna tertentu berdasarkan pengaturan dan aturan tertentu, berguna untuk mengurangi email yang dikembalikan dan mencegah server email Anda ditambahkan ke daftar blokir.
is_is: Þessi viðbót gerir kleift að forðast að senda tölvupóst á ákveðna notendareikninga byggt á sérstökum stillingum og reglum, gagnlegt til að draga úr endursendum tölvupósti og koma í veg fyrir að póstþjónninn þinn sé settur á bannlista.
it: Il plugin permette di evitare l'invio di email a determinati account utente in base a impostazioni e regole specifiche, utile per ridurre le email respinte ed evitare che il tuo server di posta venga aggiunto a una lista di blocco.
ja: このプラグインは、特定の設定とルールに基づいて特定のユーザーアカウントへのメール送信を避けることができ、バウンスメールを減らし、メールサーバーがブロックリストに追加されるのを防ぐのに役立ちます。
ka: ეს მოდული საშუალებას აძლევს თავიდან აიცილოთ ელფოსტის გაგზავნა კონკრეტულ ანგარიშებზე, ამცირებს დაბრუნებულ წერილებს და იცავს სერვერს შავი სიისგან.
kk: Бұл плагин белгілі бір параметрлер мен ережелерге негізделген белгілі бір пайдаланушы тіркелгілеріне электрондық пошта жіберуден аулақ болуға мүмкіндік береді, қайтарылған электрондық хаттарды азайту және пошта серверіңіздің бұғатталған тізімге қосылуын болдырмау үшін пайдалы.
ko_kr: 이 플러그인은 특정 설정과 규칙에 기반하여 특정 사용자 계정으로의 이메일 전송을 피할 수 있게 해주며, 반송된 이메일을 줄이고 메일 서버가 차단 목록에 추가되는 것을 방지하는 데 유용합니다.
ku_iq: ئەم پلگینە ڕێگەدەدات لە ناردنی ئیمەیل بۆ هەندێک هەژماری بەکارهێنەر ڕابگرین، بەپێی ڕێکخستن و یاساکانی دیاریکراو، بۆ کەمکردنەوەی ئیمەیلە گەڕاوەکان و ڕێگریکردن لە زیادبوونی سێرڤەری ئیمەیلەکەت بۆ لیستی ڕاگرتن.
ky: Бул плагин белгилүү орнотуулар жана эрежелер боюнча айрым колдонуучу эсептерине электрондук каттарды жөнөтүүдөн алыс болууга мүмкүндүк берет, кайтып келген электрондук каттарды азайтууга жана электрондук почта сервериңиздин бөгөттөлүү тизмесине кошулуусун алдын алууга жардам берет.
lt: Šis įskiepis leidžia išvengti el. laiškų siuntimo tam tikriems vartotojams, sumažinant grąžinamus laiškus ir apsaugant serverį nuo juodųjų sąrašų.
lv: Šis spraudnis ļauj izvairīties no e-pasta sūtīšanas noteiktiem lietotāju kontiem, samazinot atgrieztās e-pastus un novēršot jūsu servera iekļaušanu melnajā sarakstā.
mk: Овој приклучок овозможува избегнување на испраќање е-пошта до одредени кориснички сметки врз основа на специфични поставки и правила, корисен за намалување на вратени е-пошти и спречување на додавање на вашиот е-поштен сервер на листа на блокирани.
mn_mn: Энэ залгаас нь тодорхой тохиргоо, дүрмүүд дээр үндэслэн зарим хэрэглэгчийн дансанд имэйл илгээхээс зайлсхийх боломжийг олгодог. Буцаж ирсэн имэйлийг багасгах, имэйл серверийг хориглох жагсаалтад орохоос сэргийлэхэд тустай.
mr: हे प्लगइन विशिष्ट सेटिंग्ज आणि नियमांवर आधारित विशिष्ट वापरकर्ता खात्यांना ईमेल पाठविणे टाळते, परत आलेल्या ईमेल कमी करण्यासाठी आणि तुमच्या मेल सर्व्हरला ब्लॅकलिस्टमध्ये जोडल्याने रोखण्यासाठी उपयुक्त.
ms: Pemalam ini membolehkan pengelakan penghantaran e-mel kepada akaun pengguna tertentu berdasarkan tetapan dan peraturan tertentu, berguna untuk mengurangkan e-mel yang dikembalikan dan mencegah pelayan mel anda ditambahkan ke senarai sekatan.
nb_no: Dette programtillegget gjør det mulig å unngå å sende e-post til bestemte brukerkontoer basert på spesifikke innstillinger og regler, nyttig for å redusere returnerte e-poster og forhindre at e-postserveren din blir lagt til en blokkeringsliste.
nl: Deze plugin maakt het mogelijk om het verzenden van e-mails naar bepaalde gebruikersaccounts te vermijden op basis van specifieke instellingen en regels, nuttig om bounced e-mails te verminderen en te voorkomen dat uw mailserver aan een blokkeerlijst wordt toegevoegd.
pl: Ta wtyczka umożliwia unikanie wysyłania wiadomości e-mail do określonych kont użytkowników na podstawie określonych ustawień i reguł, przydatne do zmniejszenia liczby zwróconych wiadomości e-mail i zapobiegania dodawaniu serwera pocztowego do listy blokowanych.
ps: دا پلگین د برېښنالیکونو لیږل ځانګړي کارن حسابونو ته د ځانګړو تنظیماتو او قوانینو پر بنسټ منع کوي، چې د راستنیدونکو برېښنالیکونو د کمولو او د خپل برېښنالیک سرور د بندیز لیست کې د شاملیدو مخنیوي لپاره ګټور دی.
pt_br: O plugin permite evitar o envio de e-mails para determinadas contas de usuário com base em configurações e regras específicas, útil para reduzir e-mails devolvidos e evitar que seu servidor de e-mail seja adicionado a uma lista de bloqueio por outros servidores.
ro: Acest plugin permite evitarea trimiterii de e-mailuri către anumite conturi de utilizator pe baza unor setări și reguli specifice, util pentru reducerea e-mailurilor returnate și prevenirea adăugării serverului dvs. de e-mail la o listă de blocare.
ru_ru: Плагин позволяет избежать отправки электронных писем определенным учетным записям пользователей на основе конкретных настроек и правил, что полезно для уменьшения количества возвращенных писем и предотвращения добавления вашего почтового сервера в черный список.
se: Dát lasseprográmma veahkeha eastadit e-boastta sáddema dihto geavaheaddjikontuide erenoamáš heivehusaid ja njuolggadusaid vuođul, ávkkálaš geahpedit ruovttoluotta boahtán e-boasttaid ja eastadit du e-boastabálvá lassiheami cagganbáikái.
si: මෙම ප්ලගිනය විශේෂිත සැකසුම් සහ නීති මත පදනම්ව නිශ්චිත පරිශීලක ගිණුම් වෙත ඊමේල් යැවීම වළක්වයි, ආපසු එන ඊමේල් අඩු කිරීමට සහ ඔබගේ මේල් සර්වරය අවහිර ලැයිස්තුවට එකතු වීම වළක්වා ගැනීමට ප්රයෝජනවත්.
sk_sk: Tento plugin umožňuje vyhnúť sa odosielaniu e-mailov na vybrané účty podľa pravidiel, čo znižuje odrazené e-maily a chráni server pred čiernou listinou.
sl: Vtičnik omogoča izogibanje pošiljanju e-pošte določenim uporabniškim računom na podlagi določenih nastavitev in pravil, kar je koristno za zmanjšanje zavrnjene pošte in preprečevanje dodajanja vašega poštnega strežnika na seznam blokiranih.
sq: Ky plugin parandalon dërgimin e email-eve te llogari specifike, duke reduktuar kthimet dhe mbrojtur serverin nga lista të zeza.
sr@cyrillic: Овај прикључак омогућава избегавање слања е-поште на одређене корисничке налоге на основу специфичних подешавања и правила, корисно за смањење враћених е-порука и спречавање додавања вашег сервера на листу блокираних.
sr@latin: Ovaj dodatak omogućava izbegavanje slanja mejlova na određene korisničke naloge prema pravilima, smanjujući povratne poruke i štiteći server od crnih lista.
sv_se: Detta plugin gör det möjligt att undvika att skicka e-post till vissa användarkonton baserat på specifika inställningar och regler, vilket är användbart för att minska antalet returnerade e-postmeddelanden och förhindra att din e-postserver läggs till i en blockeringslista.
th: ปลั๊กอินนี้ช่วยหลีกเลี่ยงการส่งอีเมลไปยังบัญชีผู้ใช้เฉพาะตามกฎที่กำหนด ลดอีเมลตีกลับและป้องกันเซิร์ฟเวอร์ถูกบล็อก
tr: Eklenti, belirli ayarlar ve kurallara göre belirli kullanıcı hesaplarına e-posta gönderimini önlemeyi sağlar, bu da geri dönen e-postaları azaltmak ve posta sunucunuzun engelleme listesine eklenmesini önlemek için faydalıdır.
uk: Плагін дозволяє уникнути надсилання електронних листів певним обліковим записам користувачів на основі конкретних налаштувань і правил, що корисно для зменшення кількості повернених листів і запобігання додаванню вашого поштового сервера до чорного списку.
ur: یہ پلگ ان مخصوص صارف اکاؤنٹس کو ای میلز بھیجنے سے گریز کرتا ہے، واپس آنے والی ای میلز کو کم کرتا ہے اور سرور کو بلیک لسٹ ہونے سے بچاتا ہے۔
uz@cyrillic: Ушбу плагин электрон почта юборишнинг айрим фойдаланувчиларга этишмаслигини таъминлайди, қайтарилган хатларни камайтиради ва сервернинг қора рўйхатга киришининг олдини олади.
uz@latin: Ushbu plagin elektron xatlarni muayyan foydalanuvchi hisoblariga yuborishni oldini oladi, qaytarilgan xatlarni kamaytiradi va serveringizning qora ro'yxatga olinishining oldini oladi.
uz_uz@latin: Ushbu plagin sizga bir nechta sozlamalar va qoidalarga asosan ma'lum foydalanuvchi hisoblariga elektron pochta xabarlarini yuborishdan qochish imkonini beradi, bu qaytarilgan elektron pochta xabarlarini kamaytirish va pochta serveringizni boshqa pochta serverlari tomonidan bloklar ro'yxatiga qo'shilishining oldini olish uchun foydalidir.
vi_vn: Plugin cho phép tránh gửi email đến các tài khoản người dùng nhất định dựa trên các cài đặt và quy tắc cụ thể, hữu ích để giảm email bị trả lại và ngăn máy chủ email của bạn bị thêm vào danh sách chặn.
zh_cn: 该插件允许根据特定设置和规则避免向某些用户帐户发送电子邮件，这有助于减少退回的邮件并防止您的邮件服务器被添加到黑名单中。
zh_tw: 此插件可根據特定設定和規則避免向某些用戶帳戶發送郵件，減少退信並防止郵件伺服器被列入黑名單。

# plugins.generic.mailSendFilter.downloadEmails
source: Download blocked emails
ar: تنزيل رسائل البريد الإلكتروني المحظورة
az: Bloklanmış e-poçtları yüklə
be@cyrillic: Спампаваць заблакаваныя электронныя лісты
bg: Изтегляне на блокирани имейли
bs: Preuzmi blokirane e-poruke
ca: Descarrega els correus bloquejats
cs_cz: Stáhnout blokované e-maily
da: Download blokerede e-mails
de: Blockierte E-Mails herunterladen
de_de: Blockierte E-Mails herunterladen
el: Λήψη αποκλεισμένων email
eo: Elŝuti blokitajn retpoŝtojn
es_es: Descargar correos bloqueados
es_mx: Descargar correos bloqueados
eu: Blokeatutako mezuak deskargatu
fa: دانلود ایمیل‌های مسدود شده
fa_af: دانلود ایمیل‌های مسدود شده
fa_ir: دانلود ایمیل‌های مسدود شده
fi: Lataa estetyt sähköpostit
fr_ca: Télécharger les courriels bloqués
fr_fr: Télécharger les e-mails bloqués
gd: Luchdaich sìos post-d bacadh
gl: Descargar correos bloqueados
gl_es: Descargar correos electrónicos bloqueados
he_il: הורד דוא״ל חסום
hi_in: ब्लॉक किए गए ईमेल डाउनलोड करें
hr: Preuzmi blokirane e-poruke
hu_hu: Blokkolt emailek letöltése
hy: Ներբեռնել արգելափակված էլ. նամակները
id_id: Unduh email yang diblokir
is_is: Sækja lokaða tölvupósta
it: Scarica email bloccate
ja: ブロックされたメールをダウンロード
ka: დაბლოკილი ელფოსტის ჩამოტვირთვა
kk: Бұғатталған электрондық хаттарды жүктеу
ko_kr: 차단된 이메일 다운로드
ku_iq: داگرتنی ئیمەیلە بلۆککراوەکان
ky: Тосмолонгон каттарды жүктөө
lt: Parsisiųsti užblokuotus laiškus
lv: Lejupielādēt bloķētos e-pastus
mk: Преземи блокирани е-пошти
mn_mn: Хориглогдсон имэйлүүдийг татаж авах
mr: ब्लॉक केलेले ईमेल डाउनलोड करा
ms: Muat turun e-mel yang disekat
nb_no: Last ned blokkerte e-poster
nl: Download geblokkeerde e-mails
pl: Pobierz zablokowane wiadomości e-mail
ps: بند شوي برېښنالیکونه ښکته کړئ
pt_br: Baixar e-mails bloqueados
ro: Descarcă e-mailurile blocate
ru_ru: Скачать заблокированные письма
se: Viečča caggojuvvon e-boasttaid
si: අවහිර කළ ඊමේල් බාගන්න
sk_sk: Stiahnuť blokované e-maily
sl: Prenesi blokirano e-pošto
sq: Shkarko email-et e bllokuar
sr@cyrillic: Преузми блокиране е-поруке
sr@latin: Preuzmi blokirane mejlove
sv_se: Ladda ner blockerade e-postmeddelanden
th: ดาวน์โหลดอีเมลที่ถูกบล็อก
tr: Engellenen e-postaları indir
uk: Завантажити заблоковані листи
ur: بلاک شدہ ای میلز ڈاؤن لوڈ کریں
uz@cyrillic: Блокланган хатларни юклаб олиш
uz@latin: Bloklangan xatlarni yuklab olish
uz_uz@latin: Bloklangan elektron pochta xabarlarini yuklab olish
vi_vn: Tải xuống email bị chặn
zh_cn: 下载被阻止的邮件
zh_tw: 下載被攔截郵件

# plugins.generic.mailSendFilter.general
source: General settings
ar: الإعدادات العامة
az: Ümumi parametrlər
be@cyrillic: Агульныя налады
bg: Общи настройки
bs: Opće postavke
ca: Configuració general
cs_cz: Obecná nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen
de_de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
eo: Ĝeneralaj agordoj
es_es: Configuración general
es_mx: Configuración general
eu: Ezarpen orokorrak
fa: تنظیمات عمومی
fa_af: تنظیمات عمومی
fa_ir: تنظیمات عمومی
fi: Yleiset asetukset
fr_ca: Paramètres généraux
fr_fr: Paramètres généraux
gd: Roghainnean coitcheann
gl: Configuración xeral
gl_es: Configuración xeral
he_il: הגדרות כלליות
hi_in: सामान्य सेटिंग्स
hr: Opće postavke
hu_hu: Általános beállítások
hy: Ընդհանուր կարգավորումներ
id_id: Pengaturan umum
is_is: Almennar stillingar
it: Impostazioni generali
ja: 一般設定
ka: ძირითადი პარამეტრები
kk: Жалпы параметрлер
ko_kr: 일반 설정
ku_iq: ڕێکخستنە گشتییەکان
ky: Негизги орнотуулар
lt: Bendrieji nustatymai
lv: Vispārīgi iestatījumi
mk: Општи поставки
mn_mn: Ерөнхий тохиргоо
mr: सामान्य सेटिंग्ज
ms: Tetapan umum
nb_no: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia ogólne
ps: عمومي تنظیمات
pt_br: Configurações gerais
ro: Setări generale
ru_ru: Общие настройки
se: Oppalaš heivehusat
si: සාමාන්ය සැකසුම්
sk_sk: Všeobecné nastavenia
sl: Splošne nastavitve
sq: Cilësimet e Përgjithshme
sr@cyrillic: Општа подешавања
sr@latin: Opšte postavke
sv_se: Allmänna inställningar
th: การตั้งค่าทั่วไป
tr: Genel ayarlar
uk: Загальні налаштування
ur: عام ترتیبات
uz@cyrillic: Умумий созламалар
uz@latin: Umumiy sozlamalar
uz_uz@latin: Umumiy sozlamalar
vi_vn: Cài đặt chung
zh_cn: 常规设置
zh_tw: 一般設定
