Repository: jonasraoni/mailSendFilter
Catalog: locale/*/locale.po
Languages: ar, az, be@cyrillic, bg, bs, ca, cs_cz, da, de, de_de, el, eo, es_es, es_mx, eu, fa, fa_af, fa_ir, fi, fr_ca, fr_fr, gd, gl, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, is_is, it, ja, ka, kk, ko_kr, ku_iq, ky, lt, lv, mk, mn_mn, mr, ms, nb_no, nl, pl, ps, pt_br, ro, ru_ru, se, si, sk_sk, sl, sq, sr@cyrillic, sr@latin, sv_se, th, tr, uk, ur, uz@cyrillic, uz@latin, uz_uz@latin, vi_vn, zh_cn, zh_tw

# plugins.generic.mailSendFilter.inactivity.threshold.rules.help
source: Roles that haven't logged in for the given number of days will be considered as inactive.<ul><li>Leave the field empty to not do any kind of checks over the given role.</li><li>Setting the field with 0 means the given role will never be considered as inactive.</li><li>In case a user matches with multiple rules, the most lenient one will be used to decide if the account is inactive.</li></ul>
ar: الأدوار التي لم تسجل الدخول للعدد المحدد من الأيام ستعتبر غير نشطة.<ul><li>اترك الحقل فارغًا لعدم إجراء أي تحقق على الدور المحدد.</li><li>تعيين الحقل إلى 0 يعني أن الدور لن يعتبر غير نشط أبدًا.</li><li>إذا تطابق المستخدم مع عدة قواعد، سيتم استخدام القاعدة الأكثر مرونة لتحديد ما إذا كان الحساب غير نشط.</li></ul>
az: Göstərilən gün sayı ərzində daxil olmayan rollar qeyri-aktiv hesab ediləcək.<ul><li>Göstərilən rol üçün heç bir yoxlama aparmamaq üçün sahəni boş buraxın.</li><li>Sahəni 0-a təyin etmək rolun heç vaxt qeyri-aktiv hesab edilməyəcəyi deməkdir.</li><li>İstifadəçi bir neçə qaydaya uyğun gəlirsə, hesabın qeyri-aktiv olub-olmadığına qərar vermək üçün ən yumşaq qayda istifadə ediləcək.</li></ul>
be@cyrillic: Ролі, якія не ўваходзілі на працягу пэўнай колькасці дзён, будуць лічыцца неактыўнымі.<ul><li>Пакіньце поле пустым, каб не правяраць дадзеную ролю.</li><li>Калі поле ўстаноўлена на 0, роля ніколі не будзе лічыцца неактыўнай.</li><li>Калі карыстальнік адпавядае некалькім правілам, найбольш мяккае правіла будзе выкарыстана для вызначэння, ці з'яўляецца ўліковы запіс неактыўным.</li></ul>
bg: Роли, които не са влизали за даден брой дни, ще бъдат считани за неактивни.<ul><li>Оставете полето празно, за да не се извършват проверки за дадената роля.</li><li>Задаването на полето с 0 означава, че дадената роля никога няма да се счита за неактивна.</li><li>Ако потребител съвпада с няколко правила, най-лекото правило ще се използва, за да се реши дали акаунтът е неактивен.</li></ul>
bs: <ul><li>Ostavite polje prazno da ne vršite provjeru za navedenu ulogu</li><li>Postavljanje na 0 znači da uloga nikada neće biti smatrana neaktivnom</li><li>Ako korisnik odgovara više pravila, koristit će se najpopustljivije pravilo</li></ul>
ca: <ul><li>Deixeu el camp buit per no fer cap comprovació per al rol especificat</li><li>Establir el camp a 0 significa que el rol especificat mai es considerarà inactiu</li><li>En cas que un usuari coincideixi amb múltiples regles, s'utilitzarà la més permisiva per decidir si el compte és inactiu</li></ul>
cs_cz: Role, které se nepřihlásily po zadaný počet dní, budou považovány za neaktivní.<ul><li>Ponechte pole prázdné, pokud nechcete provádět žádné kontroly pro danou roli.</li><li>Nastavení pole na 0 znamená, že role nebude nikdy považována za neaktivní.</li><li>Pokud uživatel odpovídá více pravidlům, použije se nejbenevolentnější pravidlo pro rozhodnutí, zda je účet neaktivní.</li></ul>
da: Roller, der ikke har logget ind i det angivne antal dage, vil blive betragtet som inaktive.<ul><li>Lad feltet være tomt for ikke at udføre nogen kontrol på den angivne rolle.</li><li>Indstilling af feltet til 0 betyder, at rollen aldrig vil blive betragtet som inaktiv.</li><li>Hvis en bruger matcher flere regler, vil den mest lempelige regel blive brugt til at afgøre, om kontoen er inaktiv.</li></ul>
de: Rollen, die sich für die angegebene Anzahl von Tagen nicht angemeldet haben, werden als inaktiv betrachtet.<ul><li>Lassen Sie das Feld leer, um keine Überprüfungen für die angegebene Rolle durchzuführen.</li><li>Wenn Sie das Feld auf 0 setzen, wird die Rolle nie als inaktiv betrachtet.</li><li>Falls ein Benutzer mehreren Regeln entspricht, wird die großzügigste Regel verwendet, um zu entscheiden, ob das Konto inaktiv ist.</li></ul>
de_de: Rollen, die sich seit der angegebenen Anzahl von Tagen nicht angemeldet haben, werden als inaktiv betrachtet.<ul><li>Das Feld leer lassen, um keine Prüfungen für die jeweilige Rolle durchzuführen.</li><li>Das Feld auf 0 setzen bedeutet, dass die jeweilige Rolle niemals als inaktiv betrachtet wird.</li><li>Falls ein Benutzer auf mehrere Regeln zutrifft, wird die großzügigste Regel verwendet, um zu entscheiden, ob das Konto inaktiv ist.</li></ul>
el: <ul><li>Αφήστε το πεδίο κενό για να μην γίνει έλεγχος για συγκεκριμένο ρόλο</li><li>Η τιμή 0 σημαίνει ότι ο ρόλος δεν θα θεωρείται ποτέ ανενεργός</li><li>Αν ο χρήστης ταιριάζει με πολλούς κανόνες, θα εφαρμοστεί ο πιο επιεικής κανόνας</li></ul>
eo: Roluloj, kiuj ne ensalutis dum la donita nombro da tagoj, estos konsiderataj neaktivaj.<ul><li>Lasu la kampo malplena por ne fari ajnajn kontroladojn super la donita rolo.</li><li>Agordi la kampo kun 0 signifas, ke la donita rolo neniam estos konsiderata neaktiva.</li><li>Se uzanto kongruas kun pluraj reguloj, la plej malstreĉa unu estos uzata por decidi ĉu la konto estas neaktiva.</li></ul>
es_es: Los roles que no hayan iniciado sesión durante el número de días especificado se considerarán inactivos.<ul><li>Deje el campo vacío para no realizar ningún tipo de verificación sobre el rol especificado.</li><li>Establecer el campo en 0 significa que el rol nunca se considerará inactivo.</li><li>Si un usuario coincide con varias reglas, se utilizará la más flexible para decidir si la cuenta está inactiva.</li></ul>
es_mx: Los roles que no han iniciado sesión durante el número de días dado serán considerados inactivos.<ul><li>Deja el campo vacío para no realizar ningún tipo de verificación sobre el rol dado.</li><li>Establecer el campo en 0 significa que el rol dado nunca será considerado inactivo.</li><li>Si un usuario coincide con múltiples reglas, se utilizará la más indulgente para decidir si la cuenta está inactiva.</li></ul>
eu: Eman den egun kopururako saioa hasi ez duten rolak inaktibotzat hartuko dira.<ul><li>Utzi eremua hutsik emandako rolari buruzko egiaztapenik ez egiteko.</li><li>Eremua 0-rekin ezartzeak esan nahi du emandako rola inoiz ez dela inaktibotzat hartuko.</li><li>Erabiltzaileak arau bat baino gehiagorekin bat badator, erabiltzaile-kontua inaktiboa den erabakitzeko errazagoa den araua erabiliko da.</li></ul>
fa: <ul><li>فیلد را خالی بگذارید تا بررسی برای نقش مشخص شده انجام نشود</li><li>تنظیم فیلد به 0 به معنای عدم بررسی عدم فعالیت برای آن نقش است</li><li>در صورت تطابق کاربر با چند قانون، سهل‌گیرانه‌ترین قانون برای تعیین عدم فعالیت استفاده می‌شود</li></ul>
fa_af: <ul><li>خالی = بدون بررسی</li><li>0 = همیشه فعال</li><li>قوانین متعدد = ملایم‌ترین اعمال می‌شود</li></ul>
fa_ir: نقش‌هایی که برای تعداد روزهای داده شده وارد نشده‌اند به عنوان غیرفعال در نظر گرفته می‌شوند.<ul><li>فیلد را خالی بگذارید تا هیچ گونه بررسی روی نقش داده شده انجام نشود.</li><li>تنظیم فیلد با 0 به این معنی است که نقش داده شده هرگز غیرفعال در نظر گرفته نمی‌شود.</li><li>در صورتی که کاربر با چندین قانون مطابقت داشته باشد، برای تصمیم‌گیری در مورد غیرفعال بودن حساب، سهل‌گیرانه‌ترین قانون استفاده می‌شود.</li></ul>
fi: <ul><li>Jätä kenttä tyhjäksi olla tekemättä tarkistuksia määritetylle roolille</li><li>Aseta kenttä arvoon 0, jos roolia ei koskaan pidä pitää epäaktiivisena</li><li>Jos käyttäjä täsmää useisiin sääntöihin, käytetään sallivinta sääntöä epäaktiivisuuden määrittämiseen</li></ul>
fr_ca: <ul><li>Vide = pas de vérification</li><li>0 = jamais inactif</li><li>Règles multiples = la plus permissive s'applique</li></ul>
fr_fr: Les rôles qui ne se sont pas connectés pendant le nombre de jours donné seront considérés comme inactifs.<ul><li>Laissez le champ vide pour ne pas effectuer de vérifications sur le rôle donné.</li><li>Définir le champ à 0 signifie que le rôle donné ne sera jamais considéré comme inactif.</li><li>Si un utilisateur correspond à plusieurs règles, la plus indulgente sera utilisée pour décider si le compte est inactif.</li></ul>
gd: <ul><li>Fàg an raon falamh airson sgrùdadh air dreuchd shònraichte a sheachnadh</li><li>Ma shuidhicheas tu 0, cha tèid an dreuchd a mheas mar neo-ghnìomhach idir</li><li>Ma bhuineas cleachdaiche ri iomadh riaghailt, thèid an riaghailt as socraiche a chleachdadh</li></ul>
gl: As funcións que non iniciaron sesión durante o número de días dado serán consideradas inactivas.<ul><li>Deixa o campo baleiro para non realizar ningún tipo de verificación sobre a función dada.</li><li>Establecer o campo a 0 significa que a función dada nunca será considerada inactiva.</li><li>Se un usuario coincide con varias regras, a máis indulgente será utilizada para decidir se a conta está inactiva.</li></ul>
gl_es: Os roles que non iniciaron sesión durante o número de días dado serán considerados inactivos.<ul><li>Deixe o campo baleiro para non realizar ningún tipo de comprobacións sobre o rol dado.</li><li>Establecer o campo con 0 significa que o rol dado nunca será considerado inactivo.</li><li>No caso de que un usuario coincida con varias regras, a máis permisiva será usada para decidir se a conta está inactiva.</li></ul>
he_il: <ul><li>השאר שדה ריק כדי לא לבצע בדיקות עבור התפקיד</li><li>הגדרת 0 משמעת שהתפקיד לא ייחשב לא פעיל</li><li>בהתאמה למספר חוקים, החוק המתירני ביותר יקבע אם החשבון לא פעיל</li></ul>
hi_in: <ul><li>निर्दिष्ट भूमिका के लिए जाँच न करने हेतु फ़ील्ड खाली छोड़ें</li><li>0 सेट करने पर भूमिका को कभी निष्क्रिय नहीं माना जाएगा</li><li>यदि उपयोगकर्ता कई नियमों से मेल खाता है, तो निष्क्रियता निर्धारित करने हेतु सबसे उदार नियम प्रयोग किया जाएगा</li></ul>
hr: <ul><li>Prazno polje = bez provjere</li><li>0 = nikad neaktivno</li><li>Više pravila = primjenjuje se najblage</li></ul>
hu_hu: <ul><li>Üres = nincs ellenőrzés</li><li>0 = soha nem inaktív</li><li>Több szabály = legengedékenyebb érvényesül</li></ul>
hy: Դերերը, որոնք չեն մուտք գործել տվյալ օրերի քանակի համար, կհամարվեն անգործունակ։<ul><li>Թողեք դաշտը դատարկ՝ տվյալ դերի համար որևէ ստուգում չկատարելու համար։</li><li>Դաշտը 0-ով սահմանելը նշանակում է, որ տվյալ դերը երբեք չի համարվի անգործունակ։</li><li>Եթե օգտատերը համապատասխանում է մի քանի կանոնների, ապա ամենափափուկ կանոնը կօգտագործվի՝ որոշելու համար, թե արդյոք հաշիվը անգործունակ է։</li></ul>
id_id: Peran yang belum masuk selama jumlah hari tertentu akan dianggap tidak aktif.<ul><li>Biarkan bidang kosong untuk tidak melakukan pemeriksaan apa pun terhadap peran tersebut.</li><li>Mengatur bidang dengan 0 berarti peran tersebut tidak akan pernah dianggap tidak aktif.</li><li>Jika pengguna cocok dengan beberapa aturan, aturan yang paling longgar akan digunakan untuk menentukan apakah akun tidak aktif.</li></ul>
is_is: Hlutverk sem hafa ekki skráð sig inn í gefinn fjölda daga verða talin óvirk.<ul><li>Láttu reitinn vera auðan til að framkvæma engar athuganir á því hlutverki.</li><li>Að setja reitinn á 0 þýðir að það hlutverk verður aldrei talið óvirkt.</li><li>Ef notandi passar við mörg skilyrði, verður mjúkasta skilyrðið notað til að ákveða hvort reikningurinn sé óvirkur.</li></ul>
it: I ruoli che non hanno effettuato l'accesso per il numero di giorni specificato saranno considerati inattivi.<ul><li>Lascia il campo vuoto per non eseguire alcun controllo sul ruolo specificato.</li><li>Impostare il campo a 0 significa che il ruolo non sarà mai considerato inattivo.</li><li>Se un utente corrisponde a più regole, verrà utilizzata la regola più permissiva per decidere se l'account è inattivo.</li></ul>
ja: 指定した日数ログインしていないロールは非アクティブとみなされます。<ul><li>指定したロールに対してチェックを行わない場合は、フィールドを空のままにします。</li><li>フィールドを0に設定すると、そのロールは決して非アクティブとみなされません。</li><li>ユーザーが複数のルールに一致する場合、アカウントが非アクティブかどうかを判断するために最も寛容なルールが使用されます。</li></ul>
ka: <ul><li>ცარიელი = არამოწმებული</li><li>0 = ყოველთვის აქტიური</li><li>რამდენიმე წესი = ყველაზე რბილი გამოიყენება</li></ul>
kk: Белгілі бір күндер санына кірмеген рөлдер белсенді емес деп саналады.<ul><li>Белгілі бір рөлге ешқандай тексеру жүргізбеу үшін өрісті бос қалдырыңыз.</li><li>Өрісті 0-ге орнату белгілі бір рөл ешқашан белсенді емес деп саналмайтынын білдіреді.</li><li>Егер пайдаланушы бірнеше ережеге сәйкес келсе, ең жұмсақ ереже пайдаланушы тіркелгісінің белсенді емес екенін анықтау үшін қолданылады.</li></ul>
ko_kr: 주어진 일수 동안 로그인하지 않은 역할은 비활성으로 간주됩니다.<ul><li>주어진 역할에 대해 어떤 종류의 검사를 수행하지 않으려면 필드를 비워 두십시오.</li><li>필드를 0으로 설정하면 주어진 역할은 결코 비활성으로 간주되지 않습니다.</li><li>사용자가 여러 규칙과 일치하는 경우, 가장 관대한 규칙이 비활성 여부를 결정하는 데 사용됩니다.</li></ul>
ku_iq: <ul><li>بۆ نەکردنی پشکنین بۆ ڕۆڵی دیاریکراو فیلادەکە بەتاڵ بەجێبهێڵە</li><li>دانانی فیلادەکە بە 0 واتای ئەوەیە کە ڕۆڵەکە هەرگیز وەک ناچالاک ناژمێردرێت</li><li>ئەگەر بەکارهێنەرێک گونجاو بێت لەگەڵ چەند یاسایەک، یاسای زۆرترین ڕێگەدان بەکاردەهێنرێت بۆ دیاریکردنی ناچالاکی</li></ul>
ky: <ul><li>Ролго текшерүү жүргүзбөө үчүн талааны бош калтырыңыз</li><li>0 деп коюу ролду эч качан активдүү эмес деп эсептөөгө мүмкүндүк берет</li><li>Колдонуучу бир нече эрежеге туура келсе, эсептик активдүү эместикти аныктоо үчүн эң жөлөкөй эреже колдонулат</li></ul>
lt: <ul><li>Tuščia = patikrinimo nėra</li><li>0 = visada aktyvus</li><li>Keli taisyklės = taikoma švelniausia</li></ul>
lv: <ul><li>Tukšs = bez pārbaudes</li><li>0 = nekad neaktīvs</li><li>Vairāki noteikumi = piemēro maigāko</li></ul>
mk: <ul><li>Оставете го полето празно за да нема проверка за наведената улога</li><li>Поставување на 0 значи улогата никогаш нема да се смета за неактивна</li><li>Ако корисникот одговара на повеќе правила, ќе се користи најпопустливото правило за одлучување за неактивност</li></ul>
mn_mn: <ul><li>Тухайн дүрд шалгалт хийхгүйгээр талбарыг хоосон үлдээнэ үү</li><li>0 утга нь уг дүр хэзээ ч идэвхгүй гэж үзэхгүй</li><li>Хэрэглэгч олон дүртэй таарвал хамгийн зөвшөөрөгдөх дүрээр шийднэ</li></ul>
mr: <ul><li>निर्दिष्ट भूमिकेसाठी चेक न करण्यासाठी फील्ड रिक्त ठेवा</li><li>0 सेट केल्याने भूमिका कधीही निष्क्रिय मानली जाणार नाही</li><li>वापरकर्ता एकाधिक नियमांशी जुळल्यास, निष्क्रियता ठरविण्यासाठी सर्वात उदार नियम वापरला जाईल</li></ul>
ms: Peranan yang tidak log masuk selama bilangan hari yang diberikan akan dianggap tidak aktif.<ul><li>Biarkan medan kosong untuk tidak melakukan sebarang pemeriksaan ke atas peranan yang diberikan.</li><li>Menetapkan medan dengan 0 bermakna peranan yang diberikan tidak akan pernah dianggap tidak aktif.</li><li>Jika seorang pengguna memenuhi beberapa peraturan, yang paling longgar akan digunakan untuk menentukan jika akaun itu tidak aktif.</li></ul>
nb_no: Roller som ikke har logget inn i det angitte antall dager vil bli ansett som inaktive.<ul><li>La feltet stå tomt for å ikke utføre noen kontroller for den angitte rollen.</li><li>Å sette feltet til 0 betyr at rollen aldri vil bli ansett som inaktiv.</li><li>Hvis en bruker matcher flere regler, vil den mest lempelige regelen bli brukt for å avgjøre om kontoen er inaktiv.</li></ul>
nl: Rollen die niet hebben ingelogd voor het opgegeven aantal dagen worden als inactief beschouwd.<ul><li>Laat het veld leeg om geen controles uit te voeren voor de opgegeven rol.</li><li>Het veld op 0 zetten betekent dat de rol nooit als inactief zal worden beschouwd.</li><li>Als een gebruiker overeenkomt met meerdere regels, wordt de meest soepele regel gebruikt om te bepalen of het account inactief is.</li></ul>
pl: Role, które nie logowały się przez podaną liczbę dni, będą uznawane za nieaktywne.<ul><li>Pozostaw pole puste, aby nie wykonywać żadnych sprawdzeń dla określonej roli.</li><li>Ustawienie pola na 0 oznacza, że rola nigdy nie będzie uznawana za nieaktywną.</li><li>Jeśli użytkownik pasuje do wielu reguł, do określenia nieaktywności konta zostanie użyta najbardziej liberalna reguła.</li></ul>
ps: <ul><li>د ځانګړي رول لپاره چک نه کولو لپاره فیلد خالي پریږدئ</li><li>فیلد 0 ته تنظیم کول په دې معنی دي چې رول به هیڅکله غیرفعال نه ګڼل شي</li><li>که یو کارن په څو قوانینو سره مطابقت ولري، د غیرفعالیت ټاکلو لپاره ترټولو اسانه قانون کارول کیږي</li></ul>
pt_br: Perfis que não fizeram login pelo número de dias informado serão considerados inativos.<ul><li>Deixe o campo vazio para não fazer nenhum tipo de verificação sobre o perfil informado.</li><li>Definir o campo com 0 significa que o perfil nunca será considerado inativo.</li><li>Caso um usuário corresponda a várias regras, a mais flexível será usada para decidir se a conta está inativa.</li></ul>
ro: <ul><li>Lăsați câmpul gol pentru a nu efectua verificări pentru rolul specificat</li><li>Setarea câmpului la 0 înseamnă că rolul specificat nu va fi considerat niciodată inactiv</li><li>Dacă un utilizator se potrivește cu multiple reguli, se va folosi cea mai permisivă regulă pentru a decide dacă contul este inactiv</li></ul>
ru_ru: Роли, которые не входили в систему в течение указанного количества дней, будут считаться неактивными.<ul><li>Оставьте поле пустым, чтобы не выполнять никаких проверок для указанной роли.</li><li>Установка поля в 0 означает, что роль никогда не будет считаться неактивной.</li><li>Если пользователь соответствует нескольким правилам, для определения неактивности учетной записи будет использоваться наиболее мягкое правило.</li></ul>
si: <ul><li>නිශ්චිත භූමිකාව සඳහා පරීක්ෂණ නොකිරීමට ක්ෂේත්රය හිස් තබන්න</li><li>0 සකස් කිරීමෙන් භූමිකාව කිසිවිටෙක නිෂ්ක්රිය ලෙස නොසැලකේ</li><li>පරිශීලකයා බහු නීති සමඟ ගැලපේ නම්, නිෂ්ක්රියතා තීරණය කිරීමට වඩාත්ම නම්යශීලී නීතිය භාවිතා වේ</li></ul>
sk_sk: <ul><li>Prázdne = žiadna kontrola</li><li>0 = vždy aktívne</li><li>Viac pravidiel = najmiernejšie</li></ul>
sl: Vloge, ki se niso prijavile za navedeno število dni, bodo obravnavane kot neaktivne.<ul><li>Pustite polje prazno, da ne izvajate nobenih preverjanj za določeno vlogo.</li><li>Nastavitev polja na 0 pomeni, da vloga nikoli ne bo obravnavana kot neaktivna.</li><li>Če uporabnik ustreza več pravilom, bo za določanje neaktivnosti računa uporabljena najbolj prizanesljiva pravila.</li></ul>
sq: <ul><li>Bosh = pa kontroll</li><li>0 = gjithmonë aktiv</li><li>Rregulla të shumta = zbatohet më e lehta</li></ul>
sr@cyrillic: <ul><li>Оставите поље празно да не вршите проверу за наведену улогу</li><li>Постављање на 0 значи да улога никада неће бити сматрана неактивном</li><li>Ако корисник одговара више правила, користиће се најпопустљивије правило за одлучивање о неактивности</li></ul>
sr@latin: <ul><li>Prazno = bez provere</li><li>0 = nikad neaktivan</li><li>Više pravila = primenjuje se najblaže</li></ul>
sv_se: Roller som inte har loggat in under det angivna antalet dagar kommer att betraktas som inaktiva.<ul><li>Lämna fältet tomt för att inte utföra några kontroller för den angivna rollen.</li><li>Att sätta fältet till 0 betyder att rollen aldrig kommer att betraktas som inaktiv.</li><li>Om en användare matchar flera regler kommer den mest tillåtande regeln att användas för att avgöra om kontot är inaktivt.</li></ul>
th: <ul><li>ว่าง = ไม่ตรวจสอบ</li><li>0 = ไม่เคยไม่ใช้งาน</li><li>หลายกฎ = ใช้กฎที่ยืดหยุ่นที่สุด</li></ul>
tr: Belirtilen gün sayısı boyunca giriş yapmamış roller etkin olmayan olarak kabul edilecektir.<ul><li>Belirtilen rol için herhangi bir kontrol yapmamak için alanı boş bırakın.</li><li>Alanı 0 olarak ayarlamak, rolün asla etkin olmayan olarak kabul edilmeyeceği anlamına gelir.</li><li>Bir kullanıcı birden fazla kurala uyuyorsa, hesabın etkin olmayan olup olmadığına karar vermek için en esnek kural kullanılacaktır.</li></ul>
uk: Ролі, які не входили в систему протягом вказаної кількості днів, вважатимуться неактивними.<ul><li>Залиште поле порожнім, щоб не виконувати жодних перевірок для вказаної ролі.</li><li>Встановлення поля в 0 означає, що роль ніколи не вважатиметься неактивною.</li><li>Якщо користувач відповідає кільком правилам, для визначення неактивності облікового запису використовуватиметься найбільш м'яке правило.</li></ul>
ur: <ul><li>خالی = چیک نہ کریں</li><li>0 = کبھی غیر فعال نہیں</li><li>متعدد اصول = نرم ترین لاگو ہوگا</li></ul>
uz@cyrillic: <ul><li>Бўш = текширмаслик</li><li>0 = хеч қачон нофаол эмас</li><li>Кўп қоида = энг юмшоқ қоида қўлланилади</li></ul>
uz@latin: <ul><li>Bo'sh = tekshirilmaydi</li><li>0 = hech qachon faol emas</li><li>Ko'p qoidalar = eng yumshoq qo'llaniladi</li></ul>
uz_uz@latin: Berilgan kunlar davomida tizimga kirmagan rollar faolmas deb hisoblanadi.<ul><li>Berilgan rol uchun hech qanday tekshiruv o'tkazmaslik uchun maydonni bo'sh qoldiring.</li><li>Maydonni 0 ga sozlash berilgan rol hech qachon faolmas deb hisoblanmasligini anglatadi.</li><li>Agar foydalanuvchi bir nechta qoidalarga mos kelsa, hisobning faolmasligini hal qilish uchun eng yumshoq qoida qo'llaniladi.</li></ul>
vi_vn: Các vai trò không đăng nhập trong số ngày được chỉ định sẽ được coi là không hoạt động.<ul><li>Để trống trường để không thực hiện kiểm tra nào cho vai trò được chỉ định.</li><li>Đặt trường thành 0 có nghĩa là vai trò sẽ không bao giờ được coi là không hoạt động.</li><li>Nếu người dùng khớp với nhiều quy tắc, quy tắc linh hoạt nhất sẽ được sử dụng để quyết định xem tài khoản có không hoạt động hay không.</li></ul>
zh_cn: 在指定天数内未登录的角色将被视为不活跃。<ul><li>留空字段表示不对指定角色进行任何检查。</li><li>将字段设置为0表示该角色永远不会被视为不活跃。</li><li>如果用户符合多个规则，将使用最宽松的规则来决定帐户是否不活跃。</li></ul>
zh_tw: <ul><li>留空=不檢查</li><li>0=永不視為不活躍</li><li>多規則=採用最寬鬆</li></ul>
