Repository: jonasraoni/mailSendFilter
Catalog: locale/*/locale.po
Languages: ar, az, be@cyrillic, bg, bs, ca, cs_cz, da, de, de_de, el, eo, es_es, es_mx, eu, fa, fa_af, fa_ir, fi, fr_ca, fr_fr, gd, gl, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, is_is, it, ja, ka, kk, ko_kr, ku_iq, ky, lt, lv, mk, mn_mn, mr, ms, nb_no, nl, pl, ps, pt_br, ro, ru_ru, se, si, sk_sk, sl, sq, sr@cyrillic, sr@latin, sv_se, th, tr, uk, ur, uz@cyrillic, uz@latin, uz_uz@latin, vi_vn, zh_cn, zh_tw

# plugins.generic.mailSendFilter.checkInactivity
source: Skips user accounts which have been inactive based on the the last time the user logged in, according to the threshold rules below.
ar: يتجاهل حسابات المستخدمين غير النشطة بناءً على آخر تسجيل دخول، وفقًا لقواعد العتبة أدناه.
az: Aşağıdakı hədd qaydalarına uyğun olaraq son giriş əsasında qeyri-aktiv istifadəçi hesablarını atlayır.
be@cyrillic: Прапускае ўліковыя запісы карыстальнікаў, якія былі неактыўныя на падставе апошняга часу ўваходу карыстальніка, у адпаведнасці з правіламі парога ніжэй.
bg: Пропуска потребителски акаунти, които са били неактивни въз основа на последното влизане на потребителя, според правилата за праг по-долу.
bs: Preskače neaktivne korisničke račune na osnovu posljednje prijave, prema donjim pravilima praga.
ca: Omet els comptes d'usuari inactius basant-se en l'últim inici de sessió, d'acord amb les regles de llindar següents.
cs_cz: Přeskakuje neaktivní uživatelské účty na základě posledního přihlášení podle níže uvedených prahových pravidel.
da: Springer inaktive brugerkonti over baseret på seneste login i henhold til tærskelreglerne nedenfor.
de: Ignoriert inaktive Benutzerkonten basierend auf der letzten Anmeldung gemäß den unten stehenden Schwellenwertregeln.
de_de: Überspringt Benutzerkonten, die basierend auf der letzten Anmeldung inaktiv sind, gemäß den Schwellenwerten unten.
el: Παραλείπει ανενεργούς λογαριασμούς χρηστών βάσει τελευταίας σύνδεσης, σύμφωνα με τους παρακάτω κανόνες κατωφλίου.
eo: Saltetas uzantokontojn, kiuj estis neaktivaj laŭ la lasta fojo, kiam la uzanto ensalutis, laŭ la subaj limreguloj.
es_es: Omite cuentas de usuario inactivas según la última vez que el usuario inició sesión, de acuerdo con las reglas de umbral siguientes.
es_mx: Ignora las cuentas de usuario que han estado inactivas según la última vez que el usuario inició sesión, de acuerdo con las reglas de umbral a continuación.
eu: Erabiltzaileak azken aldiz saioa hasi zuenetik inaktibo egon diren erabiltzaile-kontuak saltatzen ditu, beheko atalase-arauei jarraituz.
fa: حساب‌های کاربری غیرفعال بر اساس آخرین زمان ورود و قوانین آستانه زیر را نادیده می‌گیرد.
fa_af: حساب‌های غیرفعال بر اساس آخرین ورود را نادیده بگیر.
fa_ir: حساب‌های کاربری که بر اساس آخرین زمان ورود غیرفعال هستند را طبق قوانین آستانه زیر نادیده می‌گیرد.
fi: Ohittaa käyttäjätilit, jotka ovat olleet epäaktiivisia viimeisimmän kirjautumisajan perusteella alla määritettyjen kynnysarvojen mukaisesti.
fr_ca: Ignorer les comptes inactifs basés sur la dernière connexion.
fr_fr: Ignore les comptes utilisateurs qui ont été inactifs en fonction de la dernière fois que l'utilisateur s'est connecté, selon les règles de seuil ci-dessous.
gd: Seachain cunntasan neo-ghnìomhach stèidhichte air an uair mu dheireadh a chaidh clàradh a-steach.
gl: Ignora as contas de usuario que estiveron inactivas segundo a última vez que o usuario iniciou sesión, segundo as regras de limiar abaixo.
gl_es: Omitir contas de usuario que estiveron inactivas baseándose na última vez que o usuario iniciou sesión, segundo as regras de límite indicadas a continuación.
he_il: מדלג על חשבונות משתמש לא פעילים לפי זמן ההתחברות האחרון, בהתאם לחוקי הסף למטה.
hi_in: अंतिम लॉगिन समय के आधार पर निष्क्रिय उपयोगकर्ता खातों को छोड़ें।
hr: Preskače neaktivne račune temeljem posljednje prijave.
hu_hu: Inaktív fiók kihagyása utolsó bejelentkezés alapján.
hy: Չի ուղարկում էլ. նամակներ այն օգտատերերի հաշիվներին, որոնք անգործունակ են՝ հիմնվելով օգտատիրոջ վերջին մուտքի ժամանակի վրա, համաձայն ստորև նշված շեմերի կանոնների։
id_id: Melewati akun pengguna yang tidak aktif berdasarkan waktu terakhir pengguna masuk, sesuai dengan aturan batas waktu di bawah ini.
is_is: Sleppur notendareikningum sem hafa verið óvirkir byggt á síðasta innskráningartíma notanda, í samræmi við skilyrðin hér að neðan.
it: Ignora gli account utente inattivi in base all'ultimo accesso, secondo le regole di soglia sottostanti.
ja: 以下のしきい値ルールに従って、最終ログインに基づいて非アクティブなユーザーアカウントをスキップします。
ka: გამოტოვებს არააქტიურ ანგარიშებს ბოლო შესვლის მიხედვით.
kk: Пайдаланушы соңғы рет кірген уақытқа байланысты белгілі бір ережелер бойынша белсенді емес пайдаланушы тіркелгілеріне электрондық пошта жіберуден бас тартады.
ko_kr: 마지막 로그인 시간에 따라 비활성 사용자 계정을 건너뜁니다. 아래의 임계값 규칙에 따라.
ku_iq: هەژمارەکانی بەکارهێنەری ناچالاک بلۆک دەکات بەپێی کاتی چوونەژوورەوەی دووا، بەپێی یاساکانی لەرەلەری خوارەوە.
ky: Активдүү эмес колдонуучу эсептерин акыркы кирүү убактысынын негизинде өткөрүп жиберет.
lt: Praleidžia neaktyvias paskyras pagal paskutinį prisijungimą.
lv: Izlaiž neaktīvos kontus pēc pēdējās pieslēgšanās.
mk: Прескокнува неактивни кориснички сметки според последното најавување, согласно правилата за праг подолу.
mn_mn: Сүүлд нэвтэрсэн цаг үеийн үндсэн дээр идэвхгүй хэрэглэгчийн дансуудыг алгасах.
mr: शेवटच्या लॉगिन वेळेनुसार निष्क्रिय वापरकर्ता खाती वगळा.
ms: Mengabaikan akaun pengguna yang tidak aktif berdasarkan masa terakhir pengguna log masuk, mengikut peraturan ambang di bawah.
nb_no: Hopper over inaktive brukerkontoer basert på siste innlogging i henhold til terskelreglene nedenfor.
nl: Slaat inactieve gebruikersaccounts over op basis van laatste login volgens onderstaande drempelregels.
pl: Pomija nieaktywne konta użytkowników na podstawie ostatniego logowania zgodnie z poniższymi regułami progowymi.
ps: د وروستي ننوتنې وخت پر بنسټ غیرفعال کارن حسابونه له پامه غورځوي.
pt_br: Ignora contas de usuário inativas com base no último acesso, de acordo com as regras de limite abaixo.
ro: Ocolește conturile de utilizator inactive bazate pe ultima autentificare, conform regulilor de prag de mai jos.
ru_ru: Пропускает неактивные учетные записи пользователей на основе последнего входа в систему согласно правилам порогов ниже.
se: Sáhttá geahpedit geavaheaddjikontuid mat leat aktiivvamussan dihte geavaheaddji maŋimus loggejuvvon áiggi, vuođul njuolggadusaid mat leat vuolde.
si: අවසන් ප්රවිෂ්ට වීමේ කාලය අනුව නිෂ්ක්රිය පරිශීලක ගිණුම් අත්හරින්න.
sk_sk: Preskakuje neaktívne účty podľa posledného prihlásenia.
sl: Preskoči neaktivne uporabniške račune na podlagi zadnje prijave v skladu s spodnjimi pravili praga.
sq: Anashkalon llogaritë joaktive bazuar në hyrjen e fundit.
sr@cyrillic: Прескаче неактивне корисничке налоге на основу последње пријаве, према доњим правилима о прагу.
sr@latin: Preskače neaktivne naloge po poslednjoj prijavi.
sv_se: Hoppar över inaktiva användarkonton baserat på senaste inloggning enligt tröskelvärdesreglerna nedan.
th: ข้ามบัญชีที่ไม่ใช้งานตามการล็อกอินล่าสุด
tr: Aşağıdaki eşik kurallarına göre son giriş temelinde etkin olmayan kullanıcı hesaplarını atlar.
uk: Пропускає неактивні облікові записи користувачів на основі останнього входу в систему згідно з правилами порогів нижче.
ur: آخری لاگ ان کی بنیاد پر غیر فعال اکاؤنٹس کو چھوڑیں
uz@cyrillic: Сўнги киришга асосан нофаол хисобларни ўтказиб юбориш
uz@latin: Oxirgi kirish sanasiga ko'ra faol bo'lmagan hisoblarni o'tkazib yuborish
uz_uz@latin: Foydalanuvchi hisoblarini oxirgi marta tizimga kirgan vaqtiga asosan, quyidagi chegara qoidalariga ko'ra, faol bo'lmagan hisoblarni o'tkazib yuboradi.
vi_vn: Bỏ qua các tài khoản người dùng không hoạt động dựa trên lần đăng nhập cuối cùng theo các quy tắc ngưỡng bên dưới.
zh_cn: 根据以下阈值规则，基于最后登录时间跳过不活跃的用户帐户。
zh_tw: 根據最後登入時間跳過不活躍帳戶

# plugins.generic.mailSendFilter.checkMxRecord
source: Skips email domains without a proper MX record.
ar: يتجاهل نطاقات البريد الإلكتروني بدون سجل MX صالح.
az: Etibarlı MX qeydi olmayan e-poçt domenlərini atlayır.
be@cyrillic: Прапускае дамены электроннай пошты без правільнага MX запісу.
bg: Пропуска имейл домейни без правилен MX запис.
bs: Preskače e-poštne domene bez valjanog MX zapisa.
ca: Omet els dominis de correu electrònic sense un registre MX vàlid.
cs_cz: Přeskakuje e-mailové domény bez platného MX záznamu.
da: Springer e-maildomæner over uden gyldig MX-post.
de: Ignoriert E-Mail-Domains ohne gültigen MX-Eintrag.
de_de: Überspringt E-Mail-Domains ohne gültigen MX-Eintrag.
el: Παραλείπει domains email χωρίς έγκυρη εγγραφή MX.
eo: Saltetas retpoŝtajn domajnojn sen ĝusta MX-rekordo.
es_es: Omite dominios de correo sin registro MX válido.
es_mx: Ignora los dominios de correo electrónico sin un registro MX adecuado.
eu: MX erregistrorik ez duten posta domeinuak saltatzen ditu.
fa: دامنه‌های ایمیل بدون رکورد MX معتبر را نادیده می‌گیرد.
fa_af: دامنه‌های بدون رکورد MX معتبر را نادیده بگیر.
fa_ir: دامنه‌های ایمیل بدون رکورد MX معتبر را نادیده می‌گیرد.
fi: Ohittaa sähköpostiverkkotunnukset, joilla ei ole kelvollista MX-tietuetta.
fr_ca: Ignorer les domaines sans enregistrement MX valide.
fr_fr: Ignore les domaines d'e-mail sans un enregistrement MX approprié.
gd: Seachain àrainnean-d post-d gun chlàr MX dligheach.
gl: Ignora os dominios de correo electrónico sen un rexistro MX adecuado.
gl_es: Omitir dominios de correo electrónico sen un rexistro MX adecuado.
he_il: מדלג על דומיינים ללא רשומת MX תקפה.
hi_in: मान्य MX रिकॉर्ड के बिना ईमेल डोमेन छोड़ें।
hr: Preskače domene bez valjanog MX zapisa.
hu_hu: Érvénytelen MX rekordú domainek kihagyása.
hy: Չի ուղարկում էլ. նամակներ այն էլ. փոստի դոմեններին, որոնք չունեն պատշաճ MX գրառում։
id_id: Melewati domain email yang tidak memiliki catatan MX yang valid.
is_is: Sleppur tölvupóstlénum án gilds MX skráningar.
it: Ignora i domini email senza un record MX valido.
ja: 有効なMXレコードのないメールドメインをスキップします。
ka: გამოტოვებს დომენებს MX ჩანაწერის გარეშე.
kk: Дұрыс MX жазбасы жоқ электрондық пошта домендеріне электрондық пошта жіберуден бас тартады.
ko_kr: 적절한 MX 레코드가 없는 이메일 도메인을 건너뜁니다.
ku_iq: دۆمەینەکانی ئیمەیل بەبێ تۆمارێکی MX دروست بلۆک دەکات.
ky: Жараксыз MX жазуусу бар электрондук почта домендерин өткөрүп жиберет.
lt: Praleidžia domenus be galiojančio MX įrašo.
lv: Izlaist domēnus bez derīga MX ieraksta.
mk: Прескокнува е-поштени домени без валиден MX запис.
mn_mn: MX бүртгэлгүй имэйл домэйнуудыг алгасах.
mr: वैध MX रेकॉर्ड नसलेले ईमेल डोमेन वगळा.
ms: Mengabaikan domain e-mel tanpa rekod MX yang betul.
nb_no: Hopper over e-postdomener uten gyldig MX-oppføring.
nl: Slaat e-maildomeinen zonder geldig MX-record over.
pl: Pomija domeny e-mail bez prawidłowego rekordu MX.
ps: د MX ریکارډ پرته برېښنالیک ډومینونه له پامه غورځوي.
pt_br: Ignora domínios de e-mail sem registro MX válido.
ro: Ocolește domeniile de e-mail fără înregistrare MX validă.
ru_ru: Пропускает почтовые домены без действительной MX-записи.
se: Sáhttá geahpedit e-boasta domeinnaid mat eai leat dárbbašlaš MX-rekorddain.
si: වලංගු MX ලියාපදිංචිය නොමැති ඊමේල් වසම් අත්හරින්න.
sk_sk: Preskakuje domény bez platného MX záznamu.
sl: Preskoči e-poštne domene brez veljavnega MX zapisa.
sq: Anashkalon domene pa regjistrim MX valid.
sr@cyrillic: Прескаче е-поштене домене без важећег MX записа.
sr@latin: Preskače domene bez važećeg MX zapisa.
sv_se: Hoppar över e-postdomäner utan giltig MX-post.
th: ข้ามโดเมนที่ไม่มี MX record ที่ถูกต้อง
tr: Geçerli MX kaydı olmayan e-posta alan adlarını atlar.
uk: Пропускає поштові домени без дійсного MX-запису.
ur: درست MX ریکارڈ کے بغیر ڈومینز کو چھوڑیں
uz@cyrillic: Яроқли MX ёзуви бўлмаган доменларни ўтказиб юбориш
uz@latin: Yaroqli MX yozuviga ega bo'lmagan domenlarni o'tkazib yuborish
uz_uz@latin: To'g'ri MX yozuviga ega bo'lmagan elektron pochta domenlarini o'tkazib yuboradi.
vi_vn: Bỏ qua các tên miền email không có bản ghi MX hợp lệ.
zh_cn: 跳过没有有效MX记录的电子邮件域名。
zh_tw: 跳過無有效MX記錄的域名

# plugins.generic.mailSendFilter.checkDisposable
source: Skips emails which belong to disposable email services.
ar: يتجاهل رسائل البريد الإلكتروني التي تنتمي إلى خدمات البريد الإلكتروني المؤقتة.
az: Müvəqqəti e-poçt xidmətlərinə aid olan e-poçtları atlayır.
be@cyrillic: Прапускае электронныя лісты, якія належаць да аднаразовых паштовых сэрвісаў.
bg: Пропуска имейли, които принадлежат на еднократни имейл услуги.
bs: Preskače e-poštu koja pripada jednokratnim uslugama.
ca: Omet els correus electrònics que pertanyen a serveis de correu desechables.
cs_cz: Přeskakuje e-maily patřící dočasným e-mailovým službám.
da: Springer e-mails over, der tilhører midlertidige e-mailtjenester.
de: Ignoriert E-Mails von Wegwerf-E-Mail-Diensten.
de_de: Überspringt E-Mails von Wegwerf-E-Mail-Diensten.
el: Παραλείπει email που ανήκουν σε μίας χρήσης υπηρεσίες email.
eo: Saltetas retpoŝtojn, kiuj apartenas al unufojaj retpoŝtaj servoj.
es_es: Omite correos pertenecientes a servicios de correo temporales.
es_mx: Ignora los correos electrónicos que pertenecen a servicios de correo electrónico desechables.
eu: Behin erabilerako posta zerbitzuei dagozkien mezu elektronikoak saltatzen ditu.
fa: ایمیل‌های متعلق به سرویس‌های ایمیل یکبارمصرف را نادیده می‌گیرد.
fa_af: سرویس‌های ایمیل یکبارمصرف را نادیده بگیر.
fa_ir: ایمیل‌های متعلق به سرویس‌های ایمیل موقت را نادیده می‌گیرد.
fi: Ohittaa kertakäyttöisiin sähköpostipalveluihin kuuluvat sähköpostit.
fr_ca: Ignorer les services de courriel jetables.
fr_fr: Ignore les e-mails qui appartiennent à des services d'e-mail jetables.
gd: Seachain seirbheisean puist-d a ghabhas cur air falbh aon uair.
gl: Ignora os correos electrónicos que pertencen a servizos de correo electrónico desbotables.
gl_es: Omitir correos electrónicos que pertenzan a servizos de correo electrónico desbotables.
he_il: מדלג על כתובות דוא״ל משירותים חד-פעמיים.
hi_in: डिस्पोजेबल ईमेल सेवाओं से संबंधित ईमेल छोड़ें।
hr: Preskače jednokratne e-poštne usluge.
hu_hu: Eldobható email szolgáltatások kihagyása.
hy: Չի ուղարկում էլ. նամակներ այն էլ. փոստի հասցեներին, որոնք պատկանում են միանգամյա օգտագործման էլ. փոստի ծառայություններին։
id_id: Melewati email yang termasuk dalam layanan email sekali pakai.
is_is: Sleppur tölvupóstum sem tilheyra einnota tölvupóstþjónustum.
it: Ignora le email appartenenti a servizi di posta temporanea.
ja: 使い捨てメールサービスに属するメールをスキップします。
ka: გამოტოვებს ერთჯერადი ელფოსტის სერვისებს.
kk: Бір реттік электрондық пошта қызметтеріне жататын электрондық пошталарға электрондық пошта жіберуден бас тартады.
ko_kr: 일회용 이메일 서비스에 속하는 이메일을 건너뜁니다.
ku_iq: ئیمەیلەکانی خزمەتگوزاریەکانی ئیمەیلی یەکجارەکی بلۆک دەکات.
ky: Бир жолу колдонулуучу электрондук почта кызматтарына таандык каттарды өткөрүп жиберет.
lt: Praleidžia vienkartinius el. pašto servisus.
lv: Izlaist vienreizējos e-pasta pakalpojumus.
mk: Прескокнува е-пошти кои припаѓаат на еднократни е-поштени услуги.
mn_mn: Зөвхөн нэг удаа хэрэглэх имэйл үйлчилгээний имэйлийг алгасах.
mr: डिस्पोजेबल ईमेल सेवांशी संबंधित ईमेल वगळा.
ms: Mengabaikan e-mel yang berasal dari perkhidmatan e-mel sekali pakai.
nb_no: Hopper over e-poster som tilhører midlertidige e-posttjenester.
nl: Slaat e-mails over die behoren tot tijdelijke e-maildiensten.
pl: Pomija wiadomości e-mail należące do tymczasowych usług pocztowych.
ps: د یو وار استعمالیدونکو برېښنالیک خدماتو برېښنالیکونه له پامه غورځوي.
pt_br: Ignora e-mails pertencentes a serviços de e-mail temporários.
ro: Ocolește adresele de e-mail aparținând serviciilor de e-mail descărcabile.
ru_ru: Пропускает письма, принадлежащие временным почтовым службам.
se: Sáhttá geahpedit e-boasttaid mat gullet ovtta-geardásaš e-boastta servišuvnnaide.
si: ඒකකාලීන ඊමේල් සේවා සමඟ සම්බන්ධ ඊමේල් අත්හරින්න.
sk_sk: Preskakuje jednorazové e-mailové služby.
sl: Preskoči e-pošto, ki pripada začasnim e-poštnim storitvam.
sq: Anashkalon shërbime email-e të përdorura një herë.
sr@cyrillic: Прескаче е-поште које припадају једноразним услугама.
sr@latin: Preskače jednokratne mejl servise.
sv_se: Hoppar över e-postadresser som tillhör tillfälliga e-posttjänster.
th: ข้ามบริการอีเมลชั่วคราว
tr: Geçici e-posta hizmetlerine ait e-postaları atlar.
uk: Пропускає листи, що належать тимчасовим поштовим службам.
ur: ایک بار استعمال ہونے والی ای میل سروسز کو چھوڑیں
uz@cyrillic: Бир марталик почта хизматларини ўтказиб юбориш
uz@latin: Bir martalik pochta xizmatlarini o'tkazib yuborish
uz_uz@latin: Bir martalik elektron pochta xizmatlariga tegishli elektron pochta manzillarini o'tkazib yuboradi.
vi_vn: Bỏ qua email thuộc các dịch vụ email tạm thời.
zh_cn: 跳过属于临时邮件服务的电子邮件。
zh_tw: 跳過一次性郵件服務

# plugins.generic.mailSendFilter.checkNeverLoggedIn
source: Skips user accounts which have never logged in.
ar: يتجاهل حسابات المستخدمين الذين لم يسجلوا الدخول مطلقًا.
az: Heç vaxt daxil olmamış istifadəçi hesablarını atlayır.
be@cyrillic: Прапускае ўліковыя запісы карыстальнікаў, якія ніколі не ўваходзілі.
bg: Пропуска потребителски акаунти, които никога не са влизали.
bs: Preskače račune koji se nikada nisu prijavili.
ca: Omet els comptes d'usuari que mai han iniciat sessió.
cs_cz: Přeskakuje uživatelské účty, které se nikdy nepřihlásily.
da: Springer brugerkonti over, der aldrig har logget ind.
de: Ignoriert Benutzerkonten, die sich nie angemeldet haben.
de_de: Überspringt Benutzerkonten, die sich nie angemeldet haben.
el: Παραλείπει λογαριασμούς που δεν έχουν συνδεθεί ποτέ.
eo: Saltetas uzantokontojn, kiuj neniam ensalutis.
es_es: Omite cuentas de usuario que nunca han iniciado sesión.
es_mx: Ignora las cuentas de usuario que nunca han iniciado sesión.
eu: Inoiz saioa hasi ez duten erabiltzaile-kontuak saltatzen ditu.
fa: حساب‌های کاربری که هرگز وارد نشده‌اند را نادیده می‌گیرد.
fa_af: حساب‌های بدون ورود را نادیده بگیر.
fa_ir: حساب‌های کاربری که هرگز وارد نشده‌اند را نادیده می‌گیرد.
fi: Ohittaa käyttäjätilit, joilla ei ole koskaan kirjauduttu sisään.
fr_ca: Ignorer les comptes jamais connectés.
fr_fr: Ignore les comptes utilisateurs qui ne se sont jamais connectés.
gd: Seachain cunntasan nach deach a-steach idir.
gl: Ignora as contas de usuario que nunca iniciaron sesión.
gl_es: Omitir contas de usuario que nunca iniciaron sesión.
he_il: מדלג על חשבונות שמעולם לא התחברו.
hi_in: कभी लॉग इन नहीं किए गए खातों को छोड़ें।
hr: Preskače račune koji se nikad nisu prijavili.
hu_hu: Soha be nem jelentkezett fiókok kihagyása.
hy: Չի ուղարկում էլ. նամակներ այն օգտատերերի հաշիվներին, որոնք երբեք չեն մուտք գործել։
id_id: Melewati akun pengguna yang belum pernah masuk.
is_is: Sleppur notendareikningum sem aldrei hafa skráð sig inn.
it: Ignora gli account utente che non hanno mai effettuato l'accesso.
ja: 一度もログインしていないユーザーアカウントをスキップします。
ka: გამოტოვებს არასდროს შესულ ანგარიშებს.
kk: Ешқашан кірмеген пайдаланушы тіркелгілеріне электрондық пошта жіберуден бас тартады.
ko_kr: 한 번도 로그인하지 않은 사용자 계정을 건너뜁니다.
ku_iq: هەژمارەکانی بەکارهێنەری کە هەرگیز چوونەتەژوورەوە بلۆک دەکات.
ky: Эч качан кирбеген колдонуучу эсептерин өткөрүп жиберет.
lt: Praleidžia niekada neprisijungusias paskyras.
lv: Izlaist nekad nepieslēgtos kontus.
mk: Прескокнува кориснички сметки што никогаш не се најавени.
mn_mn: Хэзээ ч нэвтэрээгүй дансуудыг алгасах.
mr: कधीही लॉग इन न केलेली खाती वगळा.
ms: Mengabaikan akaun pengguna yang tidak pernah log masuk.
nb_no: Hopper over brukerkontoer som aldri har logget inn.
nl: Slaat gebruikersaccounts over die nooit hebben ingelogd.
pl: Pomija konta użytkowników, którzy nigdy się nie zalogowali.
ps: هیڅکله ننه نه دی شوي کارن حسابونه له پامه غورځوي.
pt_br: Ignora contas de usuário que nunca fizeram login.
ro: Ocolește conturile de utilizator care nu s-au autentificat niciodată.
ru_ru: Пропускает учетные записи пользователей, которые никогда не входили в систему.
se: Sáhttá geahpedit geavaheaddjikontuid mat eai leat loggejuvvon.
si: කවදාවත් ප්රවිෂ්ට නොවූ ගිණුම් අත්හරින්න.
sk_sk: Preskakuje nikdy neprihlásené účty.
sl: Preskoči uporabniške račune, ki se nikoli niso prijavili.
sq: Anashkalon llogaritë që nuk janë hyrë kurrë.
sr@cyrillic: Прескаче налоге који се никада нису пријавили.
sr@latin: Preskače naloge koji se nikad nisu prijavili.
sv_se: Hoppar över användarkonton som aldrig har loggat in.
th: ข้ามบัญชีที่ยังไม่เคยล็อกอิน
tr: Hiç giriş yapmamış kullanıcı hesaplarını atlar.
uk: Пропускає облікові записи користувачів, які ніколи не входили в систему.
ur: کبھی لاگ ان نہ کرنے والے اکاؤنٹس کو چھوڑیں
uz@cyrillic: Хеч қачон кирмаган хисобларни ўтказиб юбориш
uz@latin: Hech qachon kirmagan hisoblarni o'tkazib yuborish
uz_uz@latin: Hech qachon tizimga kirmagan foydalanuvchi hisoblarini o'tkazib yuboradi.
vi_vn: Bỏ qua các tài khoản người dùng chưa bao giờ đăng nhập.
zh_cn: 跳过从未登录过的用户帐户。
zh_tw: 跳過從未登入的帳戶
