Repository: jonasraoni/mailSendFilter
Catalog: locale/*/locale.po
Languages: ar, az, be@cyrillic, bg, bs, ca, cs_cz, da, de, de_de, el, eo, es_es, es_mx, eu, fa, fa_af, fa_ir, fi, fr_ca, fr_fr, gd, gl, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, is_is, it, ja, ka, kk, ko_kr, ku_iq, ky, lt, lv, mk, mn_mn, mr, ms, nb_no, nl, pl, ps, pt_br, ro, ru_ru, se, si, sk_sk, sl, sq, sr@cyrillic, sr@latin, sv_se, th, tr, uk, ur, uz@cyrillic, uz@latin, uz_uz@latin, vi_vn, zh_cn, zh_tw

# plugins.generic.mailSendFilter.checkNotValidated
source: Skips user accounts which have never validated their email address.
ar: يتجاهل حسابات المستخدمين الذين لم يتحققوا من عنوان بريدهم الإلكتروني.
az: E-poçt ünvanlarını heç vaxt təsdiqləməmiş istifadəçi hesablarını atlayır.
be@cyrillic: Прапускае ўліковыя запісы карыстальнікаў, якія ніколі не пацвердзілі свой адрас электроннай пошты.
bg: Пропуска потребителски акаунти, които никога не са потвърдили своя имейл адрес.
bs: Preskače nepotvrđene korisničke račune.
ca: Omet els comptes d'usuari que no han validat el seu correu electrònic.
cs_cz: Přeskakuje uživatelské účty, které nikdy neověřily svou e-mailovou adresu.
da: Springer brugerkonti over, der aldrig har valideret deres e-mailadresse.
de: Ignoriert Benutzerkonten, die ihre E-Mail-Adresse nie validiert haben.
de_de: Überspringt Benutzerkonten, die ihre E-Mail-Adresse nicht bestätigt haben.
el: Παραλείπει μη επαληθευμένους λογαριασμούς χρηστών.
eo: Saltetas uzantokontojn, kiuj neniam validigis sian retpoŝtan adreson.
es_es: Omite cuentas de usuario que nunca han validado su dirección de correo.
es_mx: Ignora las cuentas de usuario que nunca han validado su dirección de correo electrónico.
eu: Erabiltzaile-kontuak saltatzen ditu, zeintzuk inoiz ez duten beren posta helbidea balioztatu.
fa: حساب‌های کاربری تاییدنشده را نادیده می‌گیرد.
fa_af: حساب‌های تاییدنشده را نادیده بگیر.
fa_ir: حساب‌های کاربری که ایمیل خود را تأیید نکرده‌اند را نادیده می‌گیرد.
fi: Ohittaa käyttäjätilit, jotka eivät ole vahvistaneet sähköpostiaan.
fr_ca: Ignorer les comptes non validés.
fr_fr: Ignore les comptes utilisateurs qui n'ont jamais validé leur adresse e-mail.
gd: Seachain cunntasan gun deach an dearbhadh.
gl: Ignora as contas de usuario que nunca validaron a súa dirección de correo electrónico.
gl_es: Omitir contas de usuario que nunca validaron o seu enderezo de correo electrónico.
he_il: מדלג על חשבונות שלא אומתו.
hi_in: असत्यापित खातों को छोड़ें।
hr: Preskače nepotvrđene račune.
hu_hu: Nem hitelesített fiókok kihagyása.
hy: Չի ուղարկում էլ. նամակներ այն օգտատերերի հաշիվներին, որոնք երբեք չեն հաստատել իրենց էլ. փոստի հասցեն։
id_id: Melewati akun pengguna yang belum memvalidasi alamat email mereka.
is_is: Sleppur notendareikningum sem aldrei hafa staðfest netfangið sitt.
it: Ignora gli account utente che non hanno mai validato il loro indirizzo email.
ja: メールアドレスを検証していないユーザーアカウントをスキップします。
ka: გამოტოვებს დაუმოწმებელ ანგარიშებს.
kk: Электрондық пошта мекенжайын растамаған пайдаланушы тіркелгілеріне электрондық пошта жіберуден бас тартады.
ko_kr: 이메일 주소를 한 번도 확인하지 않은 사용자 계정을 건너뜁니다.
ku_iq: هەژمارەکانی بەکارهێنەری پشتڕاستنەکراو بلۆک دەکات.
ky: Текшерилбеген колдонуучу эсептерин өткөрүп жиберет.
lt: Praleidžia nepatvirtintas paskyras.
lv: Izlaist neapstiprinātos kontus.
mk: Прескокнува непотврдени кориснички сметки.
mn_mn: Баталгаажуулаагүй дансуудыг алгасах.
mr: पडताळणी न केलेली खाती वगळा.
ms: Mengabaikan akaun pengguna yang tidak pernah mengesahkan alamat e-mel mereka.
nb_no: Hopper over brukerkontoer som aldri har validert sin e-postadresse.
nl: Slaat gebruikersaccounts over die hun e-mailadres nooit hebben gevalideerd.
pl: Pomija konta użytkowników, którzy nigdy nie zweryfikowali swojego adresu e-mail.
ps: تایید شوي نه دي کارن حسابونه له پامه غورځوي.
pt_br: Ignora contas de usuário que nunca validaram seu endereço de e-mail.
ro: Ocolește conturile de utilizator nevalidate.
ru_ru: Пропускает учетные записи пользователей, которые никогда не подтверждали свой адрес электронной почты.
se: Sáhttá geahpedit geavaheaddjikontuid mat eai leat valideren e-boastačujuhusa.
si: තහවුරු නොකළ ගිණුම් අත්හරින්න.
sk_sk: Preskakuje neoverené účty.
sl: Preskoči uporabniške račune, ki nikoli niso potrdili svojega e-poštnega naslova.
sq: Anashkalon llogaritë e paverifikuara.
sr@cyrillic: Прескаче непотврђене корисничке налоге.
sr@latin: Preskače nepotvrđene naloge.
sv_se: Hoppar över användarkonton som aldrig har validerat sin e-postadress.
th: ข้ามบัญชีที่ยังไม่ยืนยัน
tr: E-posta adreslerini hiç doğrulamamış kullanıcı hesaplarını atlar.
uk: Пропускає облікові записи користувачів, які ніколи не підтверджували свою електронну адресу.
ur: غیر تصدیق شدہ اکاؤنٹس کو چھوڑیں
uz@cyrillic: Тасдиқланмаган хисобларни ўтказиб юбориш
uz@latin: Tasdiqlanmagan hisoblarni o'tkazib yuborish
uz_uz@latin: Elektron pochta manzilini tasdiqlamagan foydalanuvchi hisoblarini o'tkazib yuboradi.
vi_vn: Bỏ qua các tài khoản người dùng chưa bao giờ xác thực địa chỉ email của họ.
zh_cn: 跳过从未验证其电子邮件地址的用户帐户。
zh_tw: 跳過未驗證帳戶

# plugins.generic.mailSendFilter.disposableDomainsUrl
source: Setups the URL from where the list of disposable domains should be downloaded from. <b>The items must be separated by a line break</b>.
ar: يحدد عنوان URL الذي يجب تنزيل قائمة النطاقات المؤقتة منه. <b>يجب فصل العناصر بسطر جديد</b>.
az: Müvəqqəti domenlər siyahısının yüklənəcəyi URL-ni təyin edir. <b>Elementlər sətir sonu ilə ayrılmalıdır</b>.
be@cyrillic: Наладжвае URL, з якога павінен спампоўвацца спіс аднаразовых даменаў. <b>Элементы павінны быць падзелены пераносам радка</b>.
bg: Задава URL адреса, от който трябва да се изтегли списъкът с еднократни домейни. <b>Елементите трябва да бъдат разделени с нов ред</b>.
bs: Postavlja URL za preuzimanje liste jednokratnih domena. <b>Stavke moraju biti odvojene novim redovima</b>.
ca: Configura la URL d'on s'ha de descarregar la llista de dominis desechables. <b>Els elements han d'estar separats per un salt de línia</b>.
cs_cz: Nastavuje URL, ze které se má stáhnout seznam dočasných domén. <b>Položky musí být odděleny novým řádkem</b>.
da: Angiver URL'en, hvorfra listen over midlertidige domæner skal downloades. <b>Elementerne skal være adskilt af linjeskift</b>.
de: Legt die URL fest, von der die Liste der Wegwerf-Domains heruntergeladen werden soll. <b>Die Einträge müssen durch Zeilenumbrüche getrennt sein</b>.
de_de: Legt die URL fest, von der die Liste der Wegwerf-Domains heruntergeladen werden soll. <b>Die Einträge müssen durch Zeilenumbruch getrennt sein</b>.
el: Ορίζει URL λήψης λίστας domains μίας χρήσης. <b>Τα στοιχεία πρέπει να διαχωρίζονται με νέες γραμμές</b>.
eo: Agordu la URL-on de kie la listo de unufojaj domajnoj devus esti elŝutita. <b>La elementoj devas esti apartigitaj per linia paŭzo</b>.
es_es: Define la URL desde donde se debe descargar la lista de dominios temporales. <b>Los elementos deben estar separados por salto de línea</b>.
es_mx: Configura la URL desde donde se debe descargar la lista de dominios desechables. <b>Los elementos deben estar separados por un salto de línea.</b>
eu: Behin erabilerako domeinuen zerrenda deskargatzeko URL-a konfiguratzen du. <b>Elementuak lerro-jauzi batez bereizita egon behar dute</b>.
fa: آدرس URL برای دریافت لیست دامنه‌های یکبارمصرف را تنظیم کنید. <b>آیتم‌ها باید با خط جدید جدا شوند</b>.
fa_af: آدرس لیست دامنه‌های یکبارمصرف. <b>موارد را با خط جدید جدا کنید</b>.
fa_ir: آدرس URL را تنظیم می‌کند که از آن لیست دامنه‌های موقت باید دانلود شود. <b>موارد باید با شکستن خط از هم جدا شوند</b>.
fi: Aseta URL-osoite, josta kertakäyttöisten verkkotunnusten lista ladataan. <b>Kohteiden tulee olla erotettuina rivinvaihdoilla</b>.
fr_ca: URL pour la liste des domaines jetables. <b>Séparer les éléments par des nouvelles lignes</b>.
fr_fr: Configure l'URL à partir de laquelle la liste des domaines jetables doit être téléchargée. <b>Les éléments doivent être séparés par un saut de ligne.</b>
gd: Suidhich URL airson liosta àrainnean a ghabhas cur air falbh aon uair. <b>Feumaidh nithean a bhith air an sgaradh le sreathan ùra</b>.
gl: Configura a URL desde a que se debe descargar a lista de dominios desbotables. <b>Os elementos deben estar separados por un salto de liña.</b>
gl_es: Configura a URL desde a que se debe descargar a lista de dominios desbotables. <b>Os elementos deben estar separados por un salto de liña</b>.
he_il: מגדיר את כתובת האתר להורדת רשימת דומיינים חד-פעמיים. <b>יש להפריד פריטים בשורה חדשה</b>.
hi_in: डिस्पोजेबल डोमेन की सूची डाउनलोड करने के लिए URL सेट करें। <b>आइटम नई लाइनों से अलग होने चाहिए</b>।
hr: URL za listu jednokratnih domena. <b>Stavke odvojite novim redom</b>.
hu_hu: Eldobható domainek listájának URL címe. <b>Elemeket új sorral válassza el</b>.
hy: Սահմանում է URL-ը, որտեղից պետք է ներբեռնվի միանգամյա օգտագործման դոմենների ցանկը։ <b>Տարրերը պետք է բաժանված լինեն տողի ընդմիջումով</b>։
id_id: Mengatur URL dari mana daftar domain sekali pakai harus diunduh. <b>Item harus dipisahkan oleh jeda baris</b>.
is_is: Stillir slóðina þar sem listi yfir einnota lén ætti að vera sóttur. <b>Atriðin verða að vera aðskilin með línubilum</b>.
it: Imposta l'URL da cui scaricare l'elenco dei domini temporanei. <b>Gli elementi devono essere separati da un'interruzione di riga</b>.
ja: 使い捨てドメインのリストをダウンロードするURLを設定します。<b>項目は改行で区切る必要があります</b>。
ka: ერთჯერადი დომენების სიის URL. <b>გამოყავით ახალი ხაზებით</b>.
kk: Бір реттік домендер тізімін жүктеу керек URL мекенжайын орнатады. <b>Элементтер жол үзілімі арқылы бөлінуі керек</b>.
ko_kr: 일회용 도메인 목록을 다운로드할 URL을 설정합니다. <b>항목은 줄 바꿈으로 구분되어야 합니다.</b>
ku_iq: ناونیشانی URLی لیستی دۆمەینە یەکجارەکەکان دادەنێت. <b>پێویستە ئایتمەکان بە هێڵی نوێ جیا بکرێنەوە</b>.
ky: Бир жолу колдонулуучу домендердин тизмесин жүктөө үчүн URL дарекин коюңуз. <b>Элементтер жаңы саптар менен бөлүнүшү керек</b>.
lt: Vienkartinių domenų sąrašo URL. <b>Atskirkite naujomis eilutėmis</b>.
lv: Vienreizējo domēnu saraksta URL. <b>Atdalīt ar jaunām rindām</b>.
mk: Поставува URL за преземање на листата на еднократни домени. <b>Ставките мора да бидат одделени со нов ред</b>.
mn_mn: Нэг удаагийн домэйнуудын жагсаалтыг татах URL хаягийг тохируулна. <b>Зүйлс шинэ мөрөөр тусгаарлагдана</b>.
mr: डिस्पोजेबल डोमेनची यादी डाउनलोड करण्यासाठी URL सेट करा. <b>आयटम नवीन ओळींनी विभक्त केले पाहिजेत</b>.
ms: Menetapkan URL dari mana senarai domain sekali pakai harus dimuat turun. <b>Item mesti dipisahkan dengan baris baru</b>.
nb_no: Angir URL-en som listen over midlertidige domener skal lastes ned fra. <b>Elementene må være atskilt med linjeskift</b>.
nl: Stelt de URL in waarvan de lijst met tijdelijke domeinen moet worden gedownload. <b>Items moeten worden gescheiden door een regeleinde</b>.
pl: Ustawia URL, z którego ma być pobrana lista domen tymczasowych. <b>Elementy muszą być oddzielone znakiem nowej linii</b>.
ps: د یو وار استعمالیدونکو ډومینونو د لیست د ښکته کولو لپاره URL ټاکئ. <b>توکي باید په نوي کرښو سره جلا شي</b>.
pt_br: Define a URL de onde a lista de domínios temporários deve ser baixada. <b>Os itens devem ser separados por quebra de linha</b>.
ro: Setează URL-ul pentru descărcarea listei de domenii descărcabile. <b>Elementele trebuie separate prin linie nouă</b>.
ru_ru: Устанавливает URL, с которого должен быть загружен список временных доменов. <b>Элементы должны быть разделены переносом строки</b>.
se: Heive ovtta-geardásaš domeainnaid listtu, mii fertejuvvo čujuhusas. <b>Elementat fertejit leat jorraleamos linjjaid bokte</b>.
si: ඒකකාලීන වසම් ලැයිස්තුව බාගැනීමට URL සකසන්න. <b>අයිතම නව පේළි වලින් වෙන් කළ යුතුය</b>.
sk_sk: URL pre jednorazové domény. <b>Oddeľte novými riadkami</b>.
sl: Nastavi URL, s katerega naj se prenese seznam začasnih domen. <b>Elementi morajo biti ločeni s prelomom vrstice</b>.
sq: URL për domainet e përdorura një herë. <b>Ndani me rresht të ri</b>.
sr@cyrillic: Поставља URL за преузимање листе једноразних домена. <b>Ставке морају бити одвојене новим редом</b>.
sr@latin: URL liste jednokratnih domena. <b>Stavke razdvojiti novim redom</b>.
sv_se: Anger URL:en varifrån listan över tillfälliga domäner ska laddas ner. <b>Objekten måste separeras med radbrytning</b>.
th: URL รายการโดเมนชั่วคราว <b>คั่นด้วยบรรทัดใหม่</b>
tr: Geçici alan adları listesinin indirileceği URL'yi ayarlar. <b>Öğeler satır sonu ile ayrılmalıdır</b>.
uk: Встановлює URL, з якого має бути завантажений список тимчасових доменів. <b>Елементи мають бути розділені перенесенням рядка</b>.
ur: ایک بار استعمال ہونے والے ڈومینز کی فہرست کا یو آر ایل <b>نئی لائن سے علیحدہ کریں</b>
uz@cyrillic: Бир марталик доменлар рўйхати URL манзили. <b>Янги сатр билан ажратинг</b>
uz@latin: Bir martalik domenlar ro'yxati URL manzili. <b>Elementlarni yangi qator bilan ajrating</b>
uz_uz@latin: Bir martalik domenlar ro'yxatini yuklab olish uchun URL manzilini sozlaydi. <b>Elementlar qator uzilishi bilan ajratilishi kerak</b>.
vi_vn: Đặt URL từ đó danh sách tên miền tạm thời sẽ được tải xuống. <b>Các mục phải được phân tách bằng dấu xuống dòng</b>.
zh_cn: 设置从中下载临时域名列表的URL。<b>项目必须用换行符分隔</b>。
zh_tw: 一次性域名列表URL <b>請用新行分隔</b>

# plugins.generic.mailSendFilter.disposableDomainsExpiration
source: Setups the expiration date of the disposable domains in days.
ar: يحدد فترة صلاحية النطاقات المؤقتة بالأيام.
az: Müvəqqəti domenlərin etibarlılıq müddətini günlərlə təyin edir.
be@cyrillic: Наладжвае тэрмін дзеяння аднаразовых даменаў у днях.
bg: Задава срока на изтичане на еднократните домейни в дни.
bs: Postavlja rok trajanja jednokratnih domena u danima.
ca: Configura la data de caducitat dels dominis desechables en dies.
cs_cz: Nastavuje dobu platnosti dočasných domén ve dnech.
da: Angiver gyldighedsperioden for midlertidige domæner i dage.
de: Legt die Gültigkeitsdauer der Wegwerf-Domains in Tagen fest.
de_de: Legt das Ablaufdatum der Wegwerf-Domains in Tagen fest.
el: Ορίζει λήξη domains μίας χρήσης σε ημέρες.
eo: Agordu la eksvalidiĝan daton de la unufojaj domajnoj en tagoj.
es_es: Define el período de validez de los dominios temporales en días.
es_mx: Configura la fecha de expiración de los dominios desechables en días.
eu: Behin erabilerako domeinuen iraungitze-data konfiguratzen du egunetan.
fa: زمان انقضای دامنه‌های یکبارمصرف را بر اساس روز تنظیم کنید.
fa_af: انقضای دامنه‌ها (روز).
fa_ir: تاریخ انقضای دامنه‌های موقت را بر حسب روز تنظیم می‌کند.
fi: Aseta kertakäyttöisten verkkotunnusten vanhentumisaika päivinä.
fr_ca: Expiration des domaines jetables (en jours).
fr_fr: Configure la date d'expiration des domaines jetables en jours.
gd: Suidhich ceann-là nan àrainnean a ghabhas cur air falbh aon uair ann an lathaichean.
gl: Configura a data de caducidade dos dominios desbotables en días.
gl_es: Configura a data de caducidade dos dominios desbotables en días.
he_il: מגדיר תוקף לדומיינים חד-פעמיים בימים.
hi_in: डिस्पोजेबल डोमेन की समाप्ति तिथि दिनों में सेट करें।
hr: Rok trajanja jednokratnih domena (u danima).
hu_hu: Domainek érvényességi ideje (napokban).
hy: Սահմանում է միանգամյա օգտագործման դոմենների ժամկետի ավարտը օրերով։
id_id: Mengatur tanggal kedaluwarsa domain sekali pakai dalam hari.
is_is: Stillir gildistíma einnota lénanna í dögum.
it: Imposta il periodo di validità dei domini temporanei in giorni.
ja: 使い捨てドメインの有効期間を日数で設定します。
ka: დომენების ვადა (დღეებში).
kk: Бір реттік домендердің мерзімінің аяқталуын күндермен орнатады.
ko_kr: 일회용 도메인의 만료 날짜를 일수로 설정합니다.
ku_iq: ماوەی بەسەرچوونی دۆمەینە یەکجارەکەکان دادەنێت بە ڕۆژ.
ky: Бир жолу колдонулуучу домендердин жарактуулук мөөнөтүн күндөр менен коюңуз.
lt: Domenų galiojimo laikas (dienomis).
lv: Vienreizējo domēnu derīguma termiņš (dienās).
mk: Поставува рок на траење за еднократните домени во денови.
mn_mn: Нэг удаагийн домэйнуудын хүчинтэй хугацааг хоногоор тохируулна.
mr: डिस्पोजेबल डोमेनची कालबाह्यता दिवसांमध्ये सेट करा.
ms: Menetapkan tarikh luput domain sekali pakai dalam hari.
nb_no: Angir gyldighetsperioden for midlertidige domener i dager.
nl: Stelt de geldigheidsperiode van tijdelijke domeinen in dagen in.
pl: Ustawia okres ważności domen tymczasowych w dniach.
ps: د یو وار استعمالیدونکو ډومینونو د مهالیه په ورځو کې ټاکئ.
pt_br: Define o prazo de validade dos domínios temporários em dias.
ro: Setează expirarea domeniilor descărcabile în zile.
ru_ru: Устанавливает срок действия временных доменов в днях.
se: Heive ovtta-geardásaš domeainnaid gildi áiggi beaivviin.
si: ඒකකාලීන වසම් කල් ඉකුත් වීම දින වලින් සකසන්න.
sk_sk: Expirácia domén (dni).
sl: Nastavi obdobje veljavnosti začasnih domen v dnevih.
sq: Skadimi i domaineve (ditë).
sr@cyrillic: Поставља рок трајања једноразних домена у данима.
sr@latin: Važenje domena (u danima).
sv_se: Anger giltighetstiden för tillfälliga domäner i dagar.
th: อายุโดเมน (วัน)
tr: Geçici alan adlarının geçerlilik süresini gün cinsinden ayarlar.
uk: Встановлює термін дії тимчасових доменів у днях.
ur: ڈومینز کی میعاد ختم ہونے کی تاریخ (دنوں میں)
uz@cyrillic: Доменларнинг амал қилиш муддати (кун)
uz@latin: Domenlarning amal qilish muddati (kun)
uz_uz@latin: Bir martalik domenlarning amal qilish muddatini kunlarda belgilaydi.
vi_vn: Đặt thời hạn hiệu lực của tên miền tạm thời theo ngày.
zh_cn: 设置临时域名的有效期（以天为单位）。
zh_tw: 域名有效期(天)

# plugins.generic.mailSendFilter.passthroughMailKeys
source: Setups the email keys which should skip all validations.
ar: يحدد مفاتيح البريد الإلكتروني التي يجب أن تتجاوز جميع عمليات التحقق.
az: Bütün doğrulamaları atlayacaq e-poçt açarlarını təyin edir.
be@cyrillic: Наладжвае ключы электроннай пошты, якія павінны прапускаць усе праверкі.
bg: Задава имейл ключовете, които трябва да пропуснат всички валидации.
bs: Postavlja ključeve e-pošte koji zaobilaze sve provjere.
ca: Configura les claus de correu electrònic que han d'ignorar totes les validacions.
cs_cz: Nastavuje e-mailové klíče, které mají přeskočit všechny validace.
da: Angiver e-mailnøgler, der skal springe alle valideringer over.
de: Legt die E-Mail-Schlüssel fest, die alle Validierungen überspringen sollen.
de_de: Legt die E-Mail-Schlüssel fest, die alle Validierungen überspringen sollen.
el: Ορίζει κλειδιά email που παρακάμπτουν όλους τους ελέγχους.
eo: Agordu la retpoŝtajn ŝlosilojn, kiuj devus preterpasi ĉiujn validigojn.
es_es: Define las claves de correo que deben omitir todas las validaciones.
es_mx: Configura las claves de correo electrónico que deben ignorar todas las validaciones.
eu: Balioztatze guztiak saltatu behar dituzten posta gakoak konfiguratzen ditu.
fa: کلیدهای ایمیل که از تمام بررسی‌ها عبور می‌کنند را تنظیم کنید.
fa_af: کلیدهای ایمیل برای عبور از بررسی‌ها.
fa_ir: کلیدهای ایمیل که باید از تمام اعتبارسنجی‌ها عبور کنند را تنظیم می‌کند.
fi: Aseta sähköpostiavaimet, jotka ohittavat kaikki validoinnit.
fr_ca: Clés de courriel contournant les vérifications.
fr_fr: Configure les clés d'e-mail qui doivent ignorer toutes les validations.
gd: Suidhich iuchraichean post-d a leigeas seachad a h-uile sgrùdadh.
gl: Configura as claves de correo electrónico que deben ignorar todas as validacións.
gl_es: Configura as claves de correo electrónico que deben saltar todas as validacións.
he_il: מגדיר מפתחות דוא״ל שיעקפו את כל הבדיקות.
hi_in: सभी जांचों को बायपास करने वाले ईमेल कुंजियाँ सेट करें।
hr: Ključevi koji zaobilaze sve provjere.
hu_hu: Ellenőrzések mellőzésére szolgáló email kulcsok.
hy: Սահմանում է էլ. փոստի բանալիները, որոնք պետք է բաց թողնեն բոլոր ստուգումները։
id_id: Mengatur kunci email yang harus melewati semua validasi.
is_is: Stillir tölvupóstlyklana sem ættu að sleppa öllum prófunum.
it: Imposta le chiavi email che devono ignorare tutte le validazioni.
ja: すべての検証をスキップするメールキーを設定します。
ka: გამოტოვების საკვანძო სიტყვები.
kk: Барлық тексерулерден өтуі керек электрондық пошта кілттерін орнатады.
ko_kr: 모든 유효성 검사를 건너뛰어야 하는 이메일 키를 설정합니다.
ku_iq: کلیلەکانی ئیمەیل کە هەموو پشکنینەکان ڕێگەبدەن دادەنێت.
ky: Бардык текшерүүлөрдү өткөрүп жиберүүчү электрондук почта ачкычтарын коюңуз.
lt: Raktai, apeinantys visus patikrinimus.
lv: Atslēgas, kas apiet visus pārbaudes.
mk: Поставува клучеви за е-пошта што ги заобиколуваат сите проверки.
mn_mn: Бүх шалгалтыг алгасах имэйл түлхүүрүүдийг тохируулна.
mr: सर्व चेक बायपास करणारी ईमेल की सेट करा.
ms: Menetapkan kunci e-mel yang harus mengabaikan semua pengesahan.
nb_no: Angir e-postnøkler som skal hoppe over alle valideringer.
nl: Stelt de e-mailsleutels in die alle validaties moeten overslaan.
pl: Ustawia klucze pocztowe, które mają pomijać wszystkie walidacje.
ps: د ټولو چکونو څخه تیریدونکی برېښنالیک کیلي تنظیم کړئ.
pt_br: Define as chaves de e-mail que devem ignorar todas as validações.
ro: Setează cheile de e-mail care ocolesc toate validările.
ru_ru: Устанавливает почтовые ключи, которые должны пропускать все проверки.
se: Heive e-boastačujuhusaid, mat fertejit geahpedit buot validerenproseassaid.
si: සියලු පරීක්ෂණ අතහරින ඊමේල් යතුරු සකසන්න.
sk_sk: Kľúče pre obchádzanie kontrol.
sl: Nastavi e-poštne ključe, ki naj preskočijo vsa preverjanja.
sq: Çelësat që anashkalojnë kontrollet.
sr@cyrillic: Поставља кључеве е-поште који заобилазе све провере.
sr@latin: Ključevi za zaobilaženje provera.
sv_se: Anger e-postnycklar som ska hoppa över alla valideringar.
th: คีย์ข้ามการตรวจสอบ
tr: Tüm doğrulamaları atlayacak e-posta anahtarlarını ayarlar.
uk: Встановлює поштові ключі, які мають пропускати всі перевірки.
ur: چیکس کو چھوڑنے والی چابیاں
uz@cyrillic: Текширишларни ўтказиб юборадиган калитлар
uz@latin: Tekshiruvlarni o'tkazib yuboradigan kalitlar
uz_uz@latin: Barcha tekshiruvlarni o'tkazib yuborishi kerak bo'lgan elektron pochta kalitlarini sozlaydi.
vi_vn: Đặt các khóa email sẽ bỏ qua tất cả các xác thực.
zh_cn: 设置应跳过所有验证的邮件密钥。
zh_tw: 跳過檢查的郵件密鑰
