Repository: jonasraoni/mailSendFilter
Catalog: locale/*/locale.po
Languages: ar, az, be@cyrillic, bg, bs, ca, cs_cz, da, de, de_de, el, eo, es_es, es_mx, eu, fa, fa_af, fa_ir, fi, fr_ca, fr_fr, gd, gl, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, is_is, it, ja, ka, kk, ko_kr, ku_iq, ky, lt, lv, mk, mn_mn, mr, ms, nb_no, nl, pl, ps, pt_br, ro, ru_ru, se, si, sk_sk, sl, sq, sr@cyrillic, sr@latin, sv_se, th, tr, uk, ur, uz@cyrillic, uz@latin, uz_uz@latin, vi_vn, zh_cn, zh_tw

# plugins.generic.mailSendFilter.inactivity.threshold.days
source: Accounts older than the given number of days will be checked for inactivity (mostly useful for the option "accounts that never logged in").
ar: سيتم التحقق من الحسابات الأقدم من عدد الأيام المحدد للتحقق من عدم النشاط (مفيد بشكل رئيسي لخيار "الحسابات التي لم تسجل الدخول مطلقًا").
az: Göstərilən gün sayından daha köhnə hesablar qeyri-aktivlik üçün yoxlanılacaq (əsasən "heç vaxt daxil olmamış hesablar" seçimi üçün faydalıdır).
be@cyrillic: Уліковыя запісы, старэйшыя за пэўную колькасць дзён, будуць правярацца на неактыўнасць (карысна для опцыі "уліковыя запісы, якія ніколі не ўваходзілі").
bg: Акаунти, по-стари от даден брой дни, ще бъдат проверени за неактивност (полезно главно за опцията "акаунти, които никога не са влизали").
bs: Provjerava račune starije od navedenog broja dana za neaktivnost (posebno korisno za opciju 'nikad prijavljeni').
ca: Els comptes més antics que el nombre de dies especificat es comprovaran per inactivitat (principalment útil per a l'opció "comptes que mai han iniciat sessió").
cs_cz: Účty starší než zadaný počet dní budou kontrolovány na neaktivitu (užitečné hlavně pro volbu "účty, které se nikdy nepřihlásily").
da: Konti ældre end det angivne antal dage vil blive kontrolleret for inaktivitet (primært nyttigt for indstillingen "konti, der aldrig har logget ind").
de: Konten, die älter als die angegebene Anzahl von Tagen sind, werden auf Inaktivität überprüft (hauptsächlich nützlich für die Option "Konten, die sich nie angemeldet haben").
de_de: Konten älter als die angegebene Anzahl von Tagen werden auf Inaktivität überprüft (besonders nützlich für die Option "Konten, die sich nie angemeldet haben").
el: Ελέγχει λογαριασμούς παλαιότερους από καθορισμένες ημέρες αδράνειας (ιδιαίτερα χρήσιμο για επιλογή 'ποτέ συνδεδεμένοι').
eo: Kontoj pli malnovaj ol la donita nombro da tagoj estos kontrolitaj por neaktiveco (plej utila por la opcio "kontoj, kiuj neniam ensalutis").
es_es: Las cuentas más antiguas que el número de días especificado serán verificadas por inactividad (útil principalmente para la opción "cuentas que nunca iniciaron sesión").
es_mx: Las cuentas más antiguas que el número de días dado serán verificadas por inactividad (principalmente útil para la opción "cuentas que nunca han iniciado sesión").
eu: Eman den egun kopurua baino zaharragoak diren kontuak inaktibotasunagatik egiaztatuko dira (batez ere "inoiz saioa hasi ez duten kontuak" aukerarako erabilgarria).
fa: حساب‌های قدیمی‌تر از تعداد روز مشخص شده را برای عدم فعالیت بررسی می‌کند (مخصوصاً برای گزینه 'حساب‌های هرگز وارد شده').
fa_af: حساب‌های قدیمی‌تر از X روز را بررسی کن.
fa_ir: حساب‌های قدیمی‌تر از تعداد روزهای داده شده برای عدم فعالیت بررسی می‌شوند (عمدتاً برای گزینه "حساب‌هایی که هرگز وارد نشده‌اند" مفید است).
fi: Tarkistaa käyttäjätilit, jotka ovat olleet epäaktiivisia määritettyä päivämäärää vanhempia (pääasiassa hyödyllinen 'ei koskaan kirjautuneet' -vaihtoehdolle).
fr_ca: Vérifier les comptes plus anciens que X jours.
fr_fr: Les comptes plus anciens que le nombre de jours donné seront vérifiés pour inactivité (principalement utile pour l'option "comptes qui ne se sont jamais connectés").
gd: Dèan sgrùdadh air cunntasan nas sine na àireamh shònraichte de lathaichean airson neo-ghnìomhachd (feumail gu sònraichte airson roghainn 'gun deach a-steach idir').
gl: As contas máis vellas que o número de días dado serán verificadas para inactividade (principalmente útil para a opción "contas que nunca iniciaron sesión").
gl_es: As contas máis antigas que o número de días dado serán comprobadas por inactividade (principalmente útil para a opción "contas que nunca iniciaron sesión").
he_il: בודק חשבונות ישנים ממספר הימים שצוין לאי-פעילות (שימושי בעיקר לאפשרות 'חשבונות שמעולם לא התחברו').
hi_in: निष्क्रियता के लिए निर्दिष्ट दिनों से पुराने खातों की जाँच करें ('कभी लॉग इन नहीं' विकल्प के लिए विशेष रूप से उपयोगी)।
hr: Provjerava račune starije od X dana.
hu_hu: X napnál régebbi fiókok ellenőrzése.
hy: Տվյալ օրերի քանակից ավելի հին հաշիվները կստուգվեն անգործունակության համար (հիմնականում օգտակար է «հաշիվներ, որոնք երբեք չեն մուտք գործել» տարբերակի համար)։
id_id: Akun yang lebih lama dari jumlah hari tertentu akan diperiksa untuk ketidakaktifan (berguna terutama untuk opsi "akun yang belum pernah masuk").
is_is: Reikningar eldri en gefinn fjöldi daga verða athugaðir fyrir óvirkni (nýtilegt fyrir valkostinn "reikningar sem aldrei hafa skráð sig inn").
it: Gli account più vecchi del numero di giorni specificato saranno controllati per inattività (principalmente utile per l'opzione "account che non hanno mai effettuato l'accesso").
ja: 指定した日数より古いアカウントは非アクティブ状態がチェックされます（主に「一度もログインしていないアカウント」オプションに有用）。
ka: ამოწმებს X დღეზე ძველ ანგარიშებს.
kk: Белгілі бір күндер санынан ескі тіркелгілер белсенді емес болғандықтан тексеріледі (негізінен «ешқашан кірмеген тіркелгілер» опциясы үшін пайдалы).
ko_kr: 주어진 일수보다 오래된 계정은 비활성 상태로 확인됩니다 (주로 "로그인하지 않은 계정" 옵션에 유용합니다).
ku_iq: هەژمارە کۆنەکانی زیاتر لە ڕۆژە دیاریکراوەکە چاودێری دەکات بۆ ناچالاکی (بەتایبەتی بۆ هەڵبژاردەی 'هەژمارەکانی کە هەرگیز چوونەتەژوورەوە').
ky: Белгиленген күндөрдөн мурунку активдүү эмес эсептерди текшерет ('эч качан кирбеген' опциясы үчүн пайдалуу).
lt: Tikrina paskyras, senesnes nei X dienų.
lv: Pārbauda kontus vecākus par X dienām.
mk: Проверува сметки постари од наведениот број на денови за неактивност (особено корисно за опцијата 'сметки што никогаш не се најавени').
mn_mn: Тодорхой хоногоос өмнөх идэвхгүй дансуудыг шалгана ('хэзээ ч нэвтэрээгүй' сонголтод зориулагдсан).
mr: निर्दिष्ट दिवसांपेक्षा जुनी खाती निष्क्रियतेसाठी तपासा ('कधीही लॉग इन न केलेली' पर्यायासाठी उपयुक्त).
ms: Akaun yang lebih tua daripada bilangan hari yang diberikan akan diperiksa untuk ketidakaktifan (terutamanya berguna untuk pilihan "akaun yang tidak pernah log masuk").
nb_no: Kontoer eldre enn det angitte antall dager vil bli kontrollert for inaktivitet (hovedsakelig nyttig for alternativet "kontoer som aldri har logget inn").
nl: Accounts ouder dan het opgegeven aantal dagen worden gecontroleerd op inactiviteit (vooral nuttig voor de optie "accounts die nooit hebben ingelogd").
pl: Konta starsze niż podana liczba dni będą sprawdzane pod kątem nieaktywności (głównie przydatne dla opcji "konta, które nigdy się nie logowały").
ps: د غیرفعالیت لپاره ټاکل شوي ورځو څخه زوړ کارن حسابونه چک کوي (د 'هیڅکله ننه نه دي شوي' اختیار لپاره ګټور).
pt_br: Contas mais antigas que o número de dias informado serão verificadas quanto à inatividade (útil principalmente para a opção "contas que nunca fizeram login").
ro: Verifică conturile mai vechi decât numărul de zile specificat pentru inactivitate (util în special pentru opțiunea 'conturi care nu s-au autentificat niciodată').
ru_ru: Учетные записи старше указанного количества дней будут проверяться на неактивность (в основном полезно для опции "учетные записи, которые никогда не входили в систему").
se: Kontot mat leat boarrásat go dán beaivviid málle, dárbbašit aktiivvamusvuođa dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbbašlaš dárbba
si: නිශ්චිත දින ගණනට වඩා පැරණි ගිණුම් නිෂ්ක්රියතාව සඳහා පරීක්ෂණ කරන්න ('කවදාවත් ප්රවිෂ්ට නොවූ' විකල්පය සඳහා විශේෂයෙන් ප්රයෝජනවත්).
sk_sk: Kontroluje účty staršie ako X dní.
sl: Računi, starejši od navedenega števila dni, bodo preverjeni za neaktivnost (predvsem uporabno za možnost "računi, ki se nikoli niso prijavili").
sq: Kontrollon llogaritë më të vjetra se X ditë.
sr@cyrillic: Проверава налоге старије од наведеног броја дана за неактивност (посебно користиво за опцију 'налози који се никада нису пријавили').
sr@latin: Proverava naloge starije od X dana.
sv_se: Konton äldre än det angivna antalet dagar kommer att kontrolleras för inaktivitet (främst användbart för alternativet "konton som aldrig har loggat in").
th: ตรวจสอบบัญชีเก่ากว่า X วัน
tr: Belirtilen gün sayısından daha eski hesaplar etkinlik kontrolünden geçirilecektir (özellikle "hiç giriş yapmamış hesaplar" seçeneği için faydalıdır).
uk: Облікові записи старші вказаної кількості днів будуть перевірятися на неактивність (в основному корисно для опції "облікові записи, які ніколи не входили в систему").
ur: X دن سے پرانے اکاؤنٹس چیک کریں
uz@cyrillic: X кундан эскирок хисобларни текшириш
uz@latin: X kundan eski hisoblarni tekshirish
uz_uz@latin: Berilgan kunlar sonidan eskiroq hisoblar faolmasligi uchun tekshiriladi (asosan "hech qachon tizimga kirmagan hisoblar" variantida foydalidir).
vi_vn: Các tài khoản cũ hơn số ngày được chỉ định sẽ được kiểm tra tình trạng không hoạt động (chủ yếu hữu ích cho tùy chọn "tài khoản chưa bao giờ đăng nhập").
zh_cn: 超过指定天数的帐户将被检查不活跃状态（主要用于"从未登录的帐户"选项）。
zh_tw: 檢查超過X天的帳戶

# plugins.generic.mailSendFilter.inactivity.threshold.rules
source: Inactivity threshold rules in days.
ar: قواعد عتبة عدم النشاط بالأيام.
az: Qeyri-aktivlik hədd qaydaları (günlərlə).
be@cyrillic: Правілы парога неактыўнасці ў днях.
bg: Правила за праг на неактивност в дни.
bs: Pravila praga neaktivnosti (u danima).
ca: Regles de llindar d'inactivitat en dies.
cs_cz: Pravidla prahové hodnoty neaktivity ve dnech.
da: Inaktivitetstærskelregler i dage.
de: Inaktivitätsschwellenregeln in Tagen.
de_de: Inaktivitätsschwellenregeln in Tagen.
el: Κανόνες κατωφλίου αδράνειας (σε ημέρες).
eo: Reguloj de neaktiveco en tagoj.
es_es: Reglas de umbral de inactividad en días.
es_mx: Reglas de umbral de inactividad en días.
eu: Inaktibotasun atalasearen arauak egunetan.
fa: قوانین آستانه عدم فعالیت (بر اساس روز).
fa_af: قوانین آستانه غیرفعالی (روز).
fa_ir: قوانین آستانه عدم فعالیت بر حسب روز.
fi: Epäaktiivisuuden kynnysarvot päivinä.
fr_ca: Règles d'inactivité (en jours).
fr_fr: Règles de seuil d'inactivité en jours.
gd: Riaghailtean ùine neo-ghnìomhachd (ann an lathaichean).
gl: Regras de limiar de inactividade en días.
gl_es: Regras de límite de inactividade en días.
he_il: חוקי סף אי-פעילות בימים.
hi_in: निष्क्रियता सीमा नियम (दिनों में)।
hr: Pravila neaktivnosti (dana).
hu_hu: Inaktivitási küszöbértékek (napokban).
hy: Անգործունակության շեմի կանոններ օրերով։
id_id: Aturan batas waktu ketidakaktifan dalam hari.
is_is: Óvirkni skilyrði í dögum.
it: Regole di soglia di inattività in giorni.
ja: 非アクティブ状態のしきい値ルール（日数）。
ka: არააქტივობის ლიმიტები (დღეებში).
kk: Белсенді емес болу шекті ережелері күндермен.
ko_kr: 비활성 임계값 규칙(일수).
ku_iq: یاساکانی لەرەلەری ناچالاکی بە ڕۆژ.
ky: Активдүү эместик босого эрежелери (күндөр менен).
lt: Neaktyvumo ribos taisyklės (dienomis).
lv: Neaktivitātes noteikumi (dienās).
mk: Правила за праг на неактивност (во денови).
mn_mn: Идэвхгүй байдлын босго дүрмүүд (хоногоор).
mr: निष्क्रियता उंबरठा नियम (दिवसांमध्ये).
ms: Peraturan ambang ketidakaktifan dalam hari.
nb_no: Inaktivitetsterskelregler i dager.
nl: Inactiviteitsdrempelregels in dagen.
pl: Reguły progu nieaktywności w dniach.
ps: د غیرفعالیت د حد قوانین (په ورځو کې).
pt_br: Regras de limite de inatividade em dias.
ro: Reguli de prag de inactivitate (în zile).
ru_ru: Правила порога неактивности в днях.
si: නිෂ්ක්රියතා එළිපත්ත නීති (දින වලින්).
sk_sk: Prah neaktivity (dni).
sl: Pravila praga neaktivnosti v dnevih.
sq: Rregulla joaktiviteti (ditë).
sr@cyrillic: Правила прага неактивности (у данима).
sr@latin: Pravila neaktivnosti (dana).
sv_se: Tröskelvärdesregler för inaktivitet i dagar.
th: กฎการไม่ใช้งาน (วัน)
tr: Etkinlik eşiği kuralları (gün cinsinden).
uk: Правила порогу неактивності в днях.
ur: غیر فعالیت کے اصول (دن)
uz@cyrillic: Нофаоллик қоидалари (кун)
uz@latin: Faol bo'lmaganlik qoidalari (kun)
uz_uz@latin: Faolmaslik chegarasi qoidalari kunlarda.
vi_vn: Quy tắc ngưỡng không hoạt động tính bằng ngày.
zh_cn: 不活跃阈值规则（以天为单位）。
zh_tw: 不活躍閾值規則(天)
